//
//  Thirumurai1.swift
//  Thevaram
//
//  Created by Karthik on 11/03/20.
//  Copyright © 2020 Karthik. All rights reserved.
//



var thiru1 = Thirumurai(title: "திருமுறை1", padhigam: [t11,t12], poet: "திருஞானசம்பந்தர்")

let t12 = Padhigam(temple: "திருப்புகலூர்", songs: """

பண் :நட்டபாடை
பாடல் எண் : 1
குறிகலந்தவிசை பாடலினான்நசை யாலிவ்வுலகெல்லாம்
நெறிகலந்ததொரு நீர்மையனாயெரு தேறிப்பலிபேணி
முறிகலந்ததொரு தோலரைமேலுடை யானிடமொய்ம்மலரின்
பொறிகலந்தபொழில் சூழ்ந்தயலேபுய லாரும்புகலூரே.
பொழிப்புரை :
சுரத் தானங்களைக் குறிக்கும் இசையமைதியோடு கூடிய பாடல்களைப் பாடுபவன். உயிர்கள் மீது கொண்ட பெரு விருப்பால் இவ்வுலகம் முழுவதும் வாழும் அவ்வுயிர்கள் தம்மை உணரும் நெறிகளை வகுத்து அவற்றுள் கலந்து நிற்பவன். எருதின் மிசை ஏறி வந்து மக்கள் இடும் பிச்சையை விரும்பி ஏற்பவன், இடையில் மான் தோலாடையை உடுத்துபவன். அவன் விரும்பி உறையும் இடம் செறிந்த மலர்கள் மீது புள்ளிகளை உடைய வண்டுகள் மொய்த்துத் தேனுண்ணும் வானளாவிய பொழில் சூழ்ந்த புகலூராகும்.
குறிப்புரை :
குறி கலந்த இசை - குறித்த சுரத் தானங்களோடு ஒன்றிய இசை, பாடலினான் - இறைவன் , மனக் குறிப்போடு ஒன்றிய இசையமைந்த பாடலினான் என்பாரும் உளர் . நசை - விருப்பம். நெறி - முறை, அஃதாவது அவ்வவ்வான்மாக்களின் பருவநிலைக்கு ஏற்ப, விறகில் தீயாகவும் பாலின் நெய்யாகவும் மணியுட் சோதியாகவும் கலந்து நிற்கும் முறை, பலி - பிச்சை; முறி கலந்தது ஒரு தோல் - கொன்ற புலியின் தோலை. பொறி - வண்டு. உடையான் இடம் புகலூர் என இயைக்க. இது பின்வரும் பாடற்கும் இயையும்.

பண் :நட்டபாடை
பாடல் எண் : 2
காதிலங்குகுழை யன்னிழைசேர்திரு மார்பன்னொருபாகம்
மாதிலங்குதிரு மேனியினான்கரு மானின்னுரியாடை
மீதிலங்கவணிந் தானிமையோர்தொழ மேவும்மிடஞ்சோலைப்
போதிலங்குநசை யால்வரிவண்டிசை பாடும்புகலூரே.
பொழிப்புரை :
காதில் விளங்கும் குழையை அணிந்தவன். பூணூல் அணிந்த அழகிய மார்பினன். இடப்பாகமாக உமையம்மை விளங்கும் திருமேனியன். யானையினது தோலை உரித்து மேல் ஆடையாக அணிந்தவன். அத்தகையோன் இமையவர் தொழமேவும் இடம், சோலைகளில் தேனுண்ணும் விருப்பினால் வரிவண்டுகள் இசைபாடும் புகலூராகும்.
குறிப்புரை :
ஒரு பாகம் மாது இலங்கும் திருமேனியன் என்பதால், காதிலங்கு குழையன் என்பதற்குப் பெண்பாதியில் காதில் விளங்கும் குழையை உடையவன் என்றும், ஆண்பாதியில் தளிரை உடையவன் என்றும் பொருள் கொள்க. குழை - பனந்தோட்டால் செய்யப்படும் மகளிர் காதணி; ஆடவர் காதில் செருகிக் கொள்ளும் மணத்தழை; இதனை வடநூலார் `கர் வதம்சம்` என்பர். இழைசேர் திருமார்பன் - பூணூல் சேர்ந்த, இழைத்ததங்க அணிகள் சேர்ந்த மார்பினையுடையவன். கருமான் -`கிருஷ்ண மிருகம்` என்னும் மான், உரி - தோல், இமையோர் - தேவர்கள்; சோலைப்போதில் அங்கு நசையால் வரிவண்டு பாடும் எனப்பிரித்துப் பொருள்கொள்க. அங்கு - அசை; போது இலங்கு எனப் பிரித்துக் கோடலும் ஒன்று .

பண் :நட்டபாடை
பாடல் எண் : 3
பண்ணிலாவும்மறை பாடலினான்இறை சேரும்வளையங்கைப்
பெண்ணிலாவவுடை யான்பெரியார்கழல் என்றுந்தொழுதேத்த
உண்ணிலாவியவர் சிந்தையுள்நீங்கா வொருவன்னிடமென்பர்
மண்ணிலாவும்மடி யார்குடிமைத்தொழின் மல்கும்புகலூரே.
பொழிப்புரை :
இசையமைதி விளங்கும் வேத கீதங்களைப் பாடுபவன் - முன்கைகளில் வளையல்கள் விளங்கும் அழகிய கைகளை உடைய உமையம்மையைத் தனது தேவியாக உடையவன். தன் திருவடிகளை என்றும் தொழுது ஏத்தும் பெரியவர்களின் உள்ளத்தே விளங்குவதோடு அவர்களின் அடிமனத்தில் என்றும் நீங்காதிருப்பவன். அத்தகையோன் விரும்பி உறையுமிடம் நிலவுலகில் வாழும் அடியவர்கள் குடும்பத்துடன் வந்து பணி செய்யும் புகலூராகும்.
குறிப்புரை :
பண் நிலாவும் மறை - இசை தாமே விளங்கும் வேதம். இறை - முன்கை, பெண் - உமாதேவி, பெரியார் - சிவஞானத்தில் பெரியவர்கள்; உள்நிலாவி அவர் சிந்தை நீங்கா ஒருவன் எனப்பிரிக்க. குடிமைத்தொழில் - வேளாண்மைத் தொழில்; மிராசுக்குக் குடித்தனம் என்ற வழக்குண்மை காண்க. பாடலின், உடையான், ஒருவன் இடம் புகலூரே என்பர் எனக் கூட்டுக.

பண் :நட்டபாடை
பாடல் எண் : 4
நீரின்மல்குசடை யன்விடையன்அடை யார்தம்மரண்மூன்றுஞ்
சீரின்மல்குமலை யேசிலையாகமு னிந்தானுலகுய்யக்
காரின்மல்குகடல் நஞ்சமதுண்ட கடவுள்ளிடமென்பர்
ஊரின்மல்கிவளர் செம்மையினாலுயர் வெய்தும்புகலூரே.
பொழிப்புரை :
கங்கை நீரால் நிறைவுற்ற சடைமுடியை உடையவன். விடையூர்தியன். முப்புரங்களையும் சிறப்புமிக்க மேருமலையை வில்லாகக் கொண்டு முனிந்தவன். உலக உயிர்கள் உய்யக் கருநிறமுடைய கடலிடையே தோன்றிய நஞ்சை அமுதமாக உண்ட கடவுள். அத்தகையோன் விரும்பி உறையுமிடம் ஒழுக்கத்தால் உயர்ந்த மக்கள் வாழ்ந்து சிறப்பெய்தும் புகலூராகும்.
குறிப்புரை :
அடையார் - (தேவர்க்குப்) பகைவர். மலையைச் சிலையாக முனிந்தான் என்றது அவன் முனிவொன்றுமே பகை தணித்து ஆட்கொண்டது; வில்லான மலை அன்று என்பதாம், காரின் மல்கும் - கருமை நிறத்தில் மிகுந்த, ஊரின் மல்கிவளர் செம்மையினால் உயர்வெய்தும் புகலூர் - ஊர்களில் ஒருகாலைக்கு ஒருகால் நிறைந்து வளரும் ஒழுக்கத்தாலுயர்ந்த புகலூர்.

பண் :நட்டபாடை
பாடல் எண் : 5
செய்யமேனிவெளி யபொடிப்பூசுவர் சேரும்மடியார்மேல்
பையநின்றவினை பாற்றுவர்போற்றிசைத் தென்றும்பணிவாரை
மெய்யநின்றபெரு மானுறையும்மிட மென்பரருள்பேணிப்
பொய்யிலாதமனத் தார்பிரியாது பொருந்தும்புகலூரே.
பொழிப்புரை :
சிவந்த திருமேனியில் வெண்ணிறமான திருநீற்றைப் பூசுபவர். தம்மை வந்தடையும் அடியவர்களைத் தாக்க வரும் வினைகளை நீக்குபவர். என்றும் தம்மைப் பாடிப் பணிவார்க்கு உண்மையானவர். அவர் விரும்பி உறையும் இடம், அருளையே விரும்பிப் பொய்யில்லாத மனத்தவர் நீங்காது வாழும் புகலூர் என்பர்.
குறிப்புரை :
அடியார்மேல் நின்ற வினையைப் பாற்றுவார். பைய - மெதுவாக, நோயை விரைந்து நீக்கினால் அதனால் விளையும் தீமை பெரிதாய், நோயின் பெருமையும், மருத்துவன் உழைப்பும் அறியப்படாதவாறுபோல, வினைகளை விரைந்து நீக்கின் விளையுங்கேடு பலவாமாகலின் பையப் பாற்றுவார் என்றார். பாற்றுதல் - சிதறிப் போகச் செய்தல். பணிவாரை - அடியார்கள் இடத்தில்; வேற்றுமை மயக்கம், மெய்ய - உண்மையாக, பொய் - அஞ்ஞானம்.

பண் :நட்டபாடை
பாடல் எண் : 6
கழலினோசைசிலம் பின்னொலியோசை கலிக்கப்பயில்கானில்
குழலினோசைகுறட் பாரிடம்போற்றக் குனித்தாரிடமென்பர்
விழவினோசையடி யார்மிடைவுற்று விரும்பிப்பொலிந்தெங்கும்
முழவினோசைமுந் நீரயர்வெய்த முழங்கும்புகலூரே.
பொழிப்புரை :
இரண்டு திருவடிகளிலும், விளங்கும் வீரக் கழல் சிலம்பு ஆகியன ஒலிக்கவும், குழல் முதலிய இசைக்கருவிகள் முழங்கவும், குள்ளமான பூகணங்கள் போற்றவும், பலகாலும் பழகிய இடமாக இடுகாட்டில் முற்றழிப்பு நடனம் புரியும் இறைவனுடைய இடம், திருவிழாக்களின் ஓசையும், அடியவர் மனமகிழ்வோடு எங்கும் முழக்கும் முழவோசையும் கடலோசையைத் தளரச் செய்யும் ஒலியைத் தரும் புகலூர் என்பர்.
குறிப்புரை :
கழலின் ஒசை - ஆண் பகுதியாகிய வலத்தாளில் அணிந்த வீரக்கழலின் ஓசை; சிலம்பின் ஓசை - பெண் பகுதியாகிய இடத்தாளில் அணிந்த சிலம்பின் ஓசை. அன்றிச் சிவபெருமானது கழலின் ஓசையும் மாறாடிய மகாகாளியின் சிலம்பின் ஓசையும் என்பாருமுளர். குனித்தார் - ஆடியவர், குறள்பாரிடம் - குள்ளமான பூதங்கள், மிடைவுற்று - நெருங்கி, முந்நீர் - கடல்.

பண் :நட்டபாடை
பாடல் எண் : 7
வெள்ளமார்ந்துமிளிர் செஞ்சடைதன்மேல் விளங்கும்மதிசூடி
உள்ளமார்ந்தவடி யார்தொழுதேத்த வுகக்கும்அருள்தந்தெம்
கள்ளமார்ந்துகழி யப்பழிதீர்த்த கடவுள்ளிடமென்பர்
புள்ளையார்ந்தவய லின்விளைவால்வளம் மல்கும்புகலூரே.
பொழிப்புரை :
கங்கைநீர் அடங்கி விளங்கும் செஞ்சடைமேல் விளக்கமான பிறைமதியைச்சூடி, தம்மிடம் மனம் ஒன்றிய அடியவர் தொழுது ஏத்த அவர்கள் மனம் மகிழும் அருளைப் புரிந்து என்னைப் பற்றிய வினையையும் பழியையும் தீர்த்தருளிய கடவுள் உறையும் இடம், மீன் கொத்தி முதலிய பறவை இனங்கள் மீன்களைக் கவர வந்து தங்கும் வயல்களின் விளைவால் வளம் மல்கிய புகலூராகும்.
குறிப்புரை :
வெள்ளம் - கங்கை; வெள்ளம் ஆர்ந்து மிளிர் செஞ்சடை என்றது செருக்கால் மிக்க கங்கையை அடக்கியது என்றவாறு. விளங்கும் மதிசூடி என்பது இளைத்த மதியை விளங்க வைத்தது. இதனால் தருக்கினாரை ஒடுக்குதலும் தாழ்ந்தாரை உயர்த்துதலும் இறைவன் கருணை என்பது தெரிவிக்கப்படுகின்றன. எம் கள்ளம் ஆர்ந்து பழிதீர்த்த கடவுள் - அநாதியே பற்றிநிற்கும் எமது ஆணவ மலமாகிய வஞ்சனை நீங்கப் `பெத்தான்மாக்கள்` என்னும் பழியைத் தீர்த்த கடவுள். புள் - நாரை முதலியன.

பண் :நட்டபாடை
பாடல் எண் : 8
தென்னிலங்கையரை யன்வரைபற்றி யெடுத்தான்முடிதிண்டோள்
தன்னிலங்குவிர லால்நெரிவித்திசை கேட்டன்றருள்செய்த
மின்னிலங்குசடை யான்மடமாதொடு மேவும்மிடமென்பர்
பொன்னிலங்குமணி மாளிகைமேல்மதி தோயும்புகலூரே.
பொழிப்புரை :
அழகிய இலங்கை அரசனாகிய இராவணன் கயிலை மலையை இரு கரங்களாலும் பற்றி எடுத்தபோது அவனுடைய தலைகள், திண்ணிய தோள்கள் ஆகியவற்றைத் தன் கால் விரலால் நெரித்துப் பின் அவன் சாமகானம் பாடக்கேட்டு அன்று அவனுக்கு அருள் செய்தவனாகிய தாழ்ந்த சடைமுடி உடைய பெருமான் தன் தேவியோடு மேவும் இடம், மதிதோயும் அழகிய மாளிகைகள் நிறைந்த புகலூராகும்.
குறிப்புரை :
தென் - அழகு, திசைகுறித்ததன்று. வரை - கயிலை; நெரித்து எனாது நெரிவித்து என்றது விரலின்செயல் என்பதைத் தெரிவிக்க. இவரே நினத்துச் செய்யின் நேரும் தீமை பெரிதாயிருக்கும் என்பது. இசை - சாமகானம். பொன்னிலங்கும் மணி மாளிகையின்மேல் மதிதோயும் என்பது, புகலூரும் மதிசூடி இறைவனைப் போல் சாரூபம் பெற்றது என்பது அறிவித்தவாறு.

பண் :நட்டபாடை
பாடல் எண் : 9
நாகம்வைத்தமுடி யானடிகைதொழு தேத்தும்மடியார்கள்
ஆகம்வைத்தபெரு மான்பிரமன்னொடு மாலுந்தொழுதேத்த
ஏகம்வைத்தவெரி யாய்மிகவோங்கிய எம்மானிடம்போலும்
போகம்வைத்தபொழி லின்னிழலான்மது வாரும்புகலூரே.
பொழிப்புரை :
பாம்பை முடிமிசை வைத்துள்ளவனும், தன் திருவடிகளைப் போற்றும் அடியார்கள், தம் மனத்தின்கண் வைத்துப் போற்றும் தலைவனும், பிரமனும், திருமாலும் தொழுதேத்த ஏகனாய் எரி வடிவில் மிக ஓங்கிய எம்மானுமாகிய இறைவனுக்கு மிக உகந்த இடம், பல்வகைப் பயன்களையும் தருவதோடு நிழலாற் சிறந்ததாய்த் தேன்நிறைந்து விளங்கும் பொழில் சூழ்ந்த புகலூராகும்.
குறிப்புரை :
அடியார்கள் ஆகம்வைத்த பெருமான் - அடியார்களைத் தமது திருவுள்ளத்து இடம்பெறவைத்த பெருமான், அடியார்கள் தமது நெஞ்சத்தில்வைத்த பெருமான் என்றுமாம். ஏகம்வைத்த எரி - ஒன்றான தீப்பிழம்பு, போகம்வைத்த பொழில் என்றது தனிமகன் வழங்காப் பனிமலர்க்கா என்றது போல இன்பச்சிறப்பு அறிவித்தவாறு.

பண் :நட்டபாடை
பாடல் எண் : 10
செய்தவத்தர்மிகு தேரர்கள்சாக்கியர் செப்பிற்பொருளல்லாக்
கைதவத்தர்மொழி யைத்தவிர்வார்கள் கடவுள்ளிடம்போலும்
கொய்துபத்தர்மல ரும்புனலுங்கொடு தூவித்துதிசெய்து
மெய்தவத்தின்முயல் வாருயர்வானக மெய்தும்புகலூரே.
பொழிப்புரை :
எண்ணிக்கையில் மிக்கதேரர், சாக்கியர் சமணர்கள் ஆகியவர்களின் உண்மையல்லாத வஞ்சகம் நிறைந்த மொழிகளைக் கேளாதவராய், மிகுதியான தவத்தைச் செய்யும் மெய்யடியார்களின் தலைவராகிய சிவபிரானுக்கு மிக உகந்த இடம், அடியவர்கள் மலர் கொய்து வந்து தூவிப் புனலாட்டித் துதி செய்து தவநெறியில் முயன்று உயர் வானகத்தை எய்துதற்குரிய வழிபாடுகளை ஆற்றும் புகலூராகும்.
குறிப்புரை :
மொழியைத் தவிர்வார்களாகிய செய்தவத்தரது கடவுளிடம் என இயைக்க. அன்றிச்செய்த அவத்தர் எனப்பெயரெச்சத்து அகரம் விகாரத்தால் தொக்கதாகக்கொண்டு வீண்காரியம் விளைவிப்பவர்கள் எனத் தேரர்க்கு அடைமொழியாகவும் ஆக்கலாம். செப்பில் - உரையில், மெய்தவம் எதுகை நோக்கி மிகாதாயிற்று.

பண் :நட்டபாடை
பாடல் எண் : 11
புற்றில்வாழும்அர வம்மரையார்த்தவன் மேவும்புகலூரைக்
கற்றுநல்லவவர் காழியுண்ஞானசம் பந்தன்றமிழ்மாலை
பற்றியென்றும்இசை பாடியமாந்தர் பரமன்னடிசேர்ந்து
குற்றமின்றிக்குறை பாடொழியாப்புக ழோங்கிப்பொலிவாரே.
பொழிப்புரை :
புற்றில் வாழும் பாம்புகளை இடையிலே கட்டியவனாகிய சிவபிரான் எழுந்தருளிய புகலூர்மீது இறைவனது பொருள்சேர் புகழைக்கற்று வல்லவர்கள் வாழும் சீகாழிப் பதியில் தோன்றிய ஞானசம்பந்தன் பாடிய தமிழ ்மாலையாகிய இத்திருப்பதிகத்தை, என்றும் இசையோடு பாடி வழிபடும் மாந்தர்கள் இறைவன் திருவடி நீழலை அடைந்து குற்றம் குறைபாடு அகன்று புகழோங்கிப் பொலிவெய்துவார்கள்.
குறிப்புரை :
பாம்பு என்ற பொதுமை பற்றி, யாகத்திலிருந்து வந்த இந்தப் பாம்புகளையும் `புற்றில் வாழும் அரவம்` என்றார். சாதியடை. மேவும் - விரும்பும். கற்று நல்ல அவர் - இறைவன் புகழைப் படித்து நல்லவராயினார்கள். குற்றம் - சொல்லான் வருங்குற்றம். குறை - சிந்தனையால் வரும் தோஷம். ஞானசம்பந்தன் புகலூரைச் (சொன்ன) தமிழ ்மாலை பற்றி, பாடிய மாந்தர் பொலிவார் என இயைத்துப் பொருள்கொள்க. `கற்று நல்ல அவர் காழி` என்றது `கற்றவர்கள் பணிந்தேத்தும் கழுமலத்துள் ஈசன்` என்ற பகுதியை நினைவூட்டுவது. ஒழியா - ஒழிந்து; செய்யா என்னும் வாய்பாட்டு வினையெச்சம்.
""")

let t11 = Padhigam(temple: "திருப்பிரமபுரம்", songs: """
திருப்பிரமபுரம்

பண் :நட்டபாடை
பாடல் எண் : 1
தோடுடையசெவி யன்விடையேறியோர் தூவெண்மதிசூடிக்
காடுடையசுட லைப்பொடிபூசியென் னுள்ளங்கவர்கள்வன்
ஏடுடையமல ரான்முனை நாட்பணிந் தேத்தவருள்செய்த
பீடுடையபிர மாபுரமேவிய பெம்மானிவனன்றே.
பொழிப்புரை :
தோடணிந்த திருச்செவியை உடைய உமையம்மையை இடப்பாகத்தே உடையவனாய், விடை மீது ஏறி, ஒப்பற்ற தூய வெண்மையான பிறையை முடிமிசைச்சூடி, சுடுகாட்டில் விளைந்த சாம்பற் பொடியை உடல் முழுதும் பூசி வந்து என் உள்ளத்தைக் கவர்ந்தகள்வன், இதழ்களை உடைய தாமரை மலரில் விளங்கும் நான்முகன், படைத்தல் தொழில் வேண்டி முன்னை நாளில் வழிபட அவனுக்கு அருள்புரிந்த பெருமை மிக்க பிரமபுரத்தில் எழுந்தருளியுள்ள பெருமானாகிய இவன் அல்லனோ!


பண் :நட்டபாடை
பாடல் எண் : 2
முற்றலாமையிள நாகமோடேன முளைக்கொம்பவைபூண்டு
வற்றலோடுகல னாப்பலிதேர்ந்தென துள்ளங்கவர்கள்வன்
கற்றல்கேட்டலுடை யார்பெரியார்கழல் கையால் தொழுதேத்தப்
பெற்றமூர்ந்தபிர மாபுரமேவிய பெம்மானிவனன்றே.
பொழிப்புரை :
வயது முதிர்ந்த ஆமையினது ஓட்டினையும், இளமையான நாகத்தையும், பன்றியினது முளை போன்ற பல்லையும் கோத்து மாலையாக அணிந்து, தசைவற்றிய பிரமகபாலத்தில் உண்பொருள் கேட்டு வந்து என் உள்ளம் கவர்ந்தகள்வன், கல்வி கேள்விகளிற் சிறந்த பெரியோர்கள் தன் திருவடிகளைக் கைகளால் தொழுது ஏத்த அவர்கட்கு அருளும் நிலையில் விடைமீது காட்சி வழங்கும் பிரமபுரத்தில் விளங்கும் பெருமானாகிய இவனல்லனோ!
குறிப்புரை :
இதனால் இறைவன் அணிகளைக் கொண்டு அடையாளங்கள் அறிவிக்கப் பெறுகின்றன. முற்றல் ஆமை - ஆதி கமடமாதலின் வயது முதிர்ந்த ஆமை. ஆமை என்றது ஈண்டு அதன் ஓட்டினை. இளநாகம் என்றது இறைவன் திருமேனியையிடமாகக் கொண்ட பாம்பிற்கு நரை திரையில்லையாதலின் என்றும் இளமையழியாதநாகம் என்பதைக் குறிப்பிக்க./n ஏனம் - பன்றி; ஆதிவராகம். வற்றல் ஓடு - சதைவற்றிய மண்டையோடு. கலன் - பிச்சையேற்கும் பாத்திரம். பலி - பிச்சை, பெரியார்க்கிலக்கணம் கற்றலும் கேட்டலுமே என்பது. கற்றல் - உலக நூல்களை ஓதித் தருக்குவதன்று, இறைவன் புகழையே கற்று அடங்கல். கேட்டலும் அங்ஙனமே. இறைவன் புகழையன்றி வேறொன்றையுங்கல்லாத - கேளாத பெரியோர்களாலேயே இறைவன் தொழற்குரியன் என அதிகாரிகளையறிவித்தவாறு. `கல்லார் நெஞ்சில் நில்லான் ஈசன்` `கற்றவர் விழுங்குங் கற்பகக் கனியை` என்பன ஒப்புநோக்கற்குரியன. `கற்றல் கேட்டலுடையார் பெரியார்` எனவே, உபலக்கணத்தால் சிந்தித்தல் தெளிதல் நிட்டைகூடல் முதலியனவும் கொள்ளப்பெறும். `கேட்டலுடன் சிந்தித்தல் தெளிதல் நிட்டை, கிளத்தல் என ஈரிரண்டாம் கிளக்கின் ஞானம்` என்பது சிவஞானசித்தியார். தமக்கு அருள் செய்தவண்ணமே தொழுதேத்தும் பெரியோர்க்கெல்லாம் அருள் வழங்கப் பெருமான் இடபத்தை ஊர்ந்தே இருக்கிறார் என்பதாம். பெற்றம் - இடபம்.

பண் :நட்டபாடை
பாடல் எண் : 3
நீர்பரந்தநிமிர் புன்சடைமேலோர் நிலாவெண்மதிசூடி
ஏர்பரந்தவின வெள்வளைசோரவென் னுள்ளங்கவர்கள்வன்
ஊர்பரந்தவுல கின்முதலாகிய வோரூரிதுவென்னப்
பேர்பரந்தபிர மாபுரமேவிய பெம்மானிவனன்றே.
பொழிப்புரை :
கங்கை நீர் நிரம்பி நிமிர்ந்த சிவந்த சடைமுடி மீது ஒரு கலையை உடைய நிலவைப் பொழியும் வெள்ளிய பிறைமதியைச் சூடி வந்து விரகமூட்டிக் கைகளில் அணிந்துள்ள ஓரினமான சங்கு வளையல்கள் கழன்று விழுமாறு செய்து, என் உள்ளத்தைக் கவர்ந்த கள்வன், மகாப்பிரளய காலத்தில் ஊர்கள் மிக்க இவ்வுலகில் அழியாது நிலை பெற்ற ஒப்பற்ற ஊர் இஃது என்ற புகழைப்பெற்ற பிரமபுரம் மேவிய பெருமானாகிய இவனல்லனோ!
குறிப்புரை :
நீர் - கங்கை, நிமிர்புன்சடை - நிறைந்த புல்லிய சடை, ஓர் நிலா வெண்மதி - ஒரு கலைப்பிறை, ஏர் - அழகு. வெள்வளை - சங்குவளை. சோர - நழுவ, அவன் மதியைச் சூடியிருத்தலின் விரகமிக்கு உடலிளைத்து வளைசோர்ந்தது என்பதாம். ஊர் பரந்த உலகு - ஊர்கள் மிகுந்த உலகு. மகாப்பிரளய காலத்து உலகமே அழிக்கப் பெற்றபோது, இத்தலம் மட்டும் அழியாது இருத்தலின் உலகிற்கே ஒருவித்தாக இருக்கின்றது சீகாழி என்பது. பேர் - புகழ்.

பண் :நட்டபாடை
பாடல் எண் : 4
விண்மகிழ்ந்தமதி லெய்ததுமன்றி விளங்குதலையோட்டில்
உண்மகிழ்ந்துபலி தேரியவந்தென துள்ளங்கவர்கள்வன்
மண்மகிழ்ந்தவர வம்மலர்க்கொன்றை மலிந்தவரைமார்பில்
பெண்மகிழ்ந்தபிர மாபுரமேவிய பெம்மானிவனன்றே.
பொழிப்புரை :
வானவெளியில் மகிழ்ச்சிச் செருக்கோடு பறந்து திரிந்த மும்மதில்களையும் கணையொன்றினால் எய்து அழித்ததுமல்லாமல், விளங்கிய பிரமகபாலமாகிய தலையோட்டில் மனமகிழ்வோடு பலியேற்க வந்து எனது உள்ளத்தைக் கவர்ந்த கள்வன் புற்றிடையே வாழும் பாம்பு, கொன்றை மலர் ஆகியவற்றால் நிறைந்த வரை போன்ற மார்பின் இடப்பாகத்தே உமையம்மையை மகிழ்வுடன் கொண்டருளியவனாய்ப் பிரமபுரத்தில் எழுந்தருளிய பெருமானாகிய இவன் அல்லனோ!
குறிப்புரை :
விண்மகிழ்ந்தமதில் - ஆகாயத்தில் பறத்தலை விரும்பிய மதில். இவை திரிபுராரிகளின் பொன், வெள்ளி, இரும்பாலான கோட்டை. எய்தது - மேருவை வில்லாக்கி, வாசுகியை நாணாக்கித்துளைத்தது. உள்மகிழ்ந்து - மனமகிழ்ந்து, தேரிய - ஆராய, செய்யிய என்னும் வாய்பாட்டு வினையெச்சம். மண் மகிழ்ந்த அரவம் - புற்றினை விரும்பும் பாம்பு, இறைவன் அணிந்த பாம்பு புற்றில் வாழாததாயினும் சாதி பற்றிக் கூறப்பட்டது. அரவம் கொன்றை மலிந்த மார்பு-அச்சுறுத்தும் விஷம் பொருந்தியபாம்பையும், மணமும் மென்மையும் உடைய கொன்றையையும் அணிந்த மார்பு, என்றது வேண்டுதல் வேண்டாமையைக் காட்டும் குறிப்பாகும். பெண் - உமாதேவியார். பலிதேரவந்தார் எனதுள்ளம் கவர்ந்தார் என்றது என்னுடைய பரிபாகம் இருந்தபடியை அறிந்து ஒன்று செய்வார் போல வந்து உள்ளமாகிய ஆன்மாவை மலமகற்றித் தமதாக்கினார் என்பதை விளக்கியவாறு.

பண் :நட்டபாடை
பாடல் எண் : 5
ஒருமைபெண்மையுடை யன்சடையன்விடை யூரும்மிவனென்ன
அருமையாகவுரை செய்யவமர்ந்தென துள்ளங்கவர்கள்வன்
கருமைபெற்றகடல் கொள்ளமிதந்ததொர் காலம்மிதுவென்னப்
பெருமைபெற்றபிர மாபுரமேவிய பெம்மானிவனன்றே.
பொழிப்புரை :
ஒரு திருமேனியிலேயே உமையம்மைக்கு இடப்பாகத்தை அளித்தவன் என்றும், சடை முடியை உடையவன் என்றும், விடையை ஊர்ந்து வருபவன் என்றும் அவனது அழகைத் தோழியர் கூற அவ்வுரைப்படியே வந்து எனது உள்ளத்தைக் கவர்ந்த கள்வன், சர்வசங்கார காலத்தில் கரிய கடல் பொங்கி வந்து உலகைக்கொண்டபோது தோணிபுரமாய் மிதந்த பெருமை பெற்ற பிரமபுரத்தில் மேவிய பெருமானாகிய இவன் அல்லனோ.
குறிப்புரை :
ஒருமை - ஒரு திருமேனியிலேயே, பெண்மை உடையன் - பெண் உருவத்தை உடையன்; என்றதால் பெண்ணுருவும் ஆணுருவுமாகிய இருமையும் உடையன் என்பது குறித்தவாறு. பெண்மை - பெண்ணுரு. உடையன் என்றதிலுள்ள விகுதியால் ஆணுருவாயினும் பெண்மை உடைமையும், சிவம் உடையானும் ஆம் என்றவாறு. சடையன் - பெண்மையுருவில் பின்னிய சடையும் ஆணுருவில் அமைந்த சடையுமாயிருத்தலின் இரண்டிற்குமேற்பச்சடையன் என்றார். உரைசெய்ய - தோழியர் தலைவன் இயல்பைச் சொல்ல. உரையின் வாயிலாக உள்ளத்தில் புகுந்து விரும்பி உள்ளத்தைத் தமதாக்கிக்கொண்டான் என்பார் `அமர்ந்து எனது உள்ளம் கவர்கள்வன்` என்றார். `ஓர் காலம் கடல் கொள்ள மிதந்த தலம் இது என்னும் பெருமைபெற்ற பிரமபுரம்` என இயைத்துப்பொருள்காண்க. ஓர்காலம் - சர்வசங்கார காலம்.

பண் :நட்டபாடை
பாடல் எண் : 6
மறைகலந்தவொலி பாடலோடாடல ராகிமழுவேந்தி
இறைகலந்தவின வெள்வளைசோரவென் னுள்ளங்கவர்கள்வன்
கறைகலந்தகடி யார்பொழில்நீடுயர் சோலைக்கதிர்சிந்தப்
பிறைகலந்தபிர மாபுரமேவிய பெம்மானிவனன்றே.
பொழிப்புரை :
ஒலி வடிவினதான வேதத்தைப் பாடிக் கொண்டும், ஆடிக் கொண்டும், மழுவாயுதத்தைக் கையில் ஏந்திக்கொண்டும் வந்து எனது முன் கையில் உள்ள ஓரினமான வெள்ளிய வளையல்கள் கழன்று விழ என்னை மெலிவித்து உள்ளத்தைக் கவர்ந்த கள்வன், இருள்செறிந்த, மணமுடைய பொழில்களிடத்தும் நீண்டு வளர்ந்த மரங்களை உடைய சோலைகளிடத்தும் நிலவைப் பொழியும் பிறையைச் சூடியவனாய்ப் பிரமபுரத்தில் மேவிய பெருமானாகிய இவன் அல்லனோ!
குறிப்புரை :
பாடுவது வேதம், செய்வது கள்ளம் என்ற நிலையில் பெருமான் இருக்கின்றார் என்பதைக் காட்டுவன முன் இரண்டு அடி. ஒலி கலந்த மறை பாடலோடு எனக்கூட்டி ஒலிவடிவாய வேதத்தைப் பாடுதலை உடையவர் எனப் பொருள் காண்க./n மழு - தவறிழைத்தாரைத் தண்டித்தற்காக ஏந்திய சங்கார காரணமாகிய தீப்பிழம்பு; ஆயுதமுமாம். இறை - மணிக்கட்டு. வெள்வளை-சங்க வளையல்கள். முன்கையில் செறிந்து கலந்திருந்த சங்க வளையல்கள் சோர்ந்தன என்பதால், `உடம்புநனி சுருங்கல்` என்னும் மெய்ப்பாடு உணர்த்தியவாறு. கறை - இருள். கடி - மணம். பொழில் - நந்தனவனத்தும், சோலை - தானே வளர்ந்த சோலைகளிடத்தும். கதிர் சிந்த என்றதால் நிலவொளி அங்குமிங்குமாகச் சிதறியிருந்தமை அறியப்படும். கதிர் சிந்து அப்பிறை எனப்பிரிக்க.

பண் :நட்டபாடை
பாடல் எண் : 7
சடைமுயங்குபுன லன்அனலன்னெரி வீசிச்சதிர்வெய்த
உடைமுயங்குமர வோடுழிதந்தென துள்ளங்கவர்கள்வன்
கடன்முயங்குகழி சூழ்குளிர்கானலம் பொன்னஞ்சிறகன்னம்
பெடைமுயங்குபிர மாபுரமேவிய பெம்மானிவனன்றே.
பொழிப்புரை :
சடையில் கலந்த கங்கையை உடையவனும், திருக்கரத்தில் அனலை உடையவனும், ஆடையின் மேல் இறுகக் கட்டிய பாம்பினனுமாய் எரிவீசி நடனமாடித்திரிந்து வந்து என் உள்ளம் கவர்ந்த கள்வன், கடலைத் தழுவிய உப்பங்கழிகளால் சூழப் பெற்றதும், குளிர்ந்த கடற்கரைச் சோலைகளையுடையதும், தம்முடைய பெடைகளை முயங்கித் திரியும் அழகிய சிறகுகளோடு கூடிய அன்னங்களை உடையதும், ஆகிய பிரமபுரத்தில் மேவிய பெருமானாகிய இவன் அல்லனோ!
குறிப்புரை :
சடைமுயங்கு புனலன் - சடையில் கலந்திருக்கின்ற கங்கையை உடையவன். அனலன்-திருக்கரத்தில் அனலை உடையவன், உடைமுயங்கும் அரவு - ஆடையின் மேல் இறுகக்கட்டிய கச்சையாகிய பாம்பு. சதிர்வு - பெருமை. உழிதந்து - திரிந்து. ஊடத்தக்க ஒரு பெண்ணையும், அஞ்சத்தக்க எரி அரவு முதலியவற்றையும் அணிந்து திரிபவராயிருந்தும் எனது உள்ளத்தைக் கவர்ந்தார் என்றது, அவர்க்குள்ள பேரழகின் திறத்தையும், கருணையையும், எல்லாவுயிரையும் பகை நீக்கியாளும் வன்மையையும் வியந்தவாறு. கழி - உப்பங்கழி. கானல் - கடற்கரைச் சோலை. பிரமபுரத்தில் சடைமுயங்கு புனலனாய் உள்ளம் கவர்கின்ற தன்மையால் போகியாயிருந்து உயிர்க்குப் போகத்தைப் புரிய, சிறகன்னங்களும் தத்தம் பெடைகளை முயங்குகின்றன எனல், `அவனன்றி ஓர் அணுவும் அசையாது` என்பதை அறிவித்தவாறு.

பண் :நட்டபாடை
பாடல் எண் : 8
வியரிலங்குவரை யுந்தியதோள்களை வீரம்விளைவித்த
உயரிலங்கையரை யன்வலிசெற்றென துள்ளங்கவர்கள்வன்
துயரிலங்கும்முல கிற்பலவூழிகள் தோன்றும்பொழுதெல்லாம்
பெயரிலங்குபிர மாபுரமேவிய பெம்மானிவனன்றே.
பொழிப்புரை :
கயிலை மலையைப் பெயர்த்துத் தனது பெருவீரத்தை வெளிப்படுத்திய புகழால் உயர்ந்த இலங்கை மன்னன் இராவணனின் வியர்வை தோன்றும் மலை போன்ற தோள்களின் வலிமையை அழித்த எனது உள்ளம் கவர்கள்வன், துயர் விளங்கும் இவ்வுலகில் பல ஊழிகள் தோன்றும் பொழுதெல்லாம் அழியாது தன் பெயர் விளங்கும் பிரமபுரம் மேவிய பெருமானாகிய இவன் அல்லனோ!
குறிப்புரை :
வியர் இலங்கு தோள் - வியர்வை விளங்குகின்ற தோள். வியர் அகலம் எனவும் பொருள் கொள்ளலாம். இலங்கை அரையன் - இராவணன். அரையன் தோள்களை வலிசெற்று என மாறிக்கூட்டுக. துயர் இலங்கும் உலகு - துன்பம் விளங்குகின்ற கன்மபூமி. இதனைத் துன்ப உலகு என்றது வினைவயத்தான் மாறித் துய்க்கப்படும் இன்ப துன்பங்களுள் இன்பக்களிப்பைக் காட்டிலும் துன்பக் கலக்கம் மிகுந்து தோன்றலின். பல ஊழி-பிரம ஊழி முதலிய பல ஊழிகள். இறைவன் பல ஊழிகளை விளைவிப்பது ஆன்மாக்களின் மலம் பரிபாக மாதற்பொருட்டு. பெயர் - புகழ்.

பண் :நட்டபாடை
பாடல் எண் : 9
தாணுதல்செய்திறை காணியமாலொடு தண்டாமரையானும்
நீணுதல்செய்தொழி யந்நிமிர்ந்தானென துள்ளங்கவர்கள்வன்
வாணுதல்செய்மக ளீர்முதலாகிய வையத்தவரேத்தப்
பேணுதல்செய்பிர மாபுரமேவிய பெம்மானிவனன்றே.
பொழிப்புரை :
திருமாலும், தாமரை மலரில் எழுந்தருளியிருக்கும் நான்முகனும், தனது தாளையும் முடியையும் சிறிதே காணுதற் பொருட்டுப் பன்றியாயும் அன்னமாயும் தேடிச் செயலற, அண்ணா மலையாய் நிமிர்ந்தவனாய், என் உள்ளம் கவர்கள்வனாய் விளங்குபவன், ஒளி பொருந்திய நுதலையும் சிவந்த நிறத்தையும் உடைய மகளிர் முதலாக உலகோர் அனைவரும் துதிக்க விரும்புதலைச் செய்யும் பிரமபுரம் மேவிய பெருமானாகிய இவன் அல்லனோ!
குறிப்புரை :
மாலொடு தண் தாமரையானும் தாள் நுதல் செய்து இறை காணிய நீணுதல் செய்து நிமிர்ந்தான் எனக் கூட்டுக. மால் தாள் காணிய நிமிர்ந்தான் எனவும், தாமரையான் நுதல் காணிய நிமிர்ந்தான் எனவும் தனித்தனிக் கூட்டிப் பொருள் காண்க. தாள் நுதல் செய்து - தாளையும் நுதலையும் தமது குறிக்கோளாகக் கருதி. இறை காணிய - தம்முள் யார் இறை என்பதைக் காணும் பொருட்டு; இறைவனைக் காணும் பொருட்டு என்பாரும் உளர். நீணுதல் - மால் பெரிய பன்றியாய் நீளுதலும் பிரமன் அன்னமாய் வானத்தில் நீளுதலுமாகிய இரண்டின் செயல்கள். ஒழிய - செயலற்றுப் போக. நிமிர்ந்தான் -அண்ணாமலையாய் உயர்ந்தவன். சென்று பற்றுவேன் என்று செருக்கிய தேவர்க்கு அப்பாற்பட்டவன், செயலழிந்திருந்த தலைவியின் சிந்தையை வலியவந்து கவர்கின்றான் என்பது இறைவனது எளிமை தோன்ற நின்றது. மகளிர் முதலாகிய வையத்தவர் ஏத்த மேவிய பெம்மான் என்றது இவளும் வையத்தவருள் ஒருத்தியாயிருக்க இங்ஙனம் கூறினாள், ஏனைய மகளிர்க்கு இல்லாததாகிய, இறைவனே வலியவந்து உள்ளங்கவரும்பேறு தனக்குக் கிட்டியமையைத் தெரிவிக்க.

பண் :நட்டபாடை
பாடல் எண் : 10
புத்தரோடுபொறி யில்சமணும்புறங் கூறநெறிநில்லா
ஒத்தசொல்லவுல கம்பலிதேர்ந்தென துள்ளங்கவர்கள்வன்
மத்தயானைமறு கவ்வுரிபோர்த்ததோர் மாயம்மிதுவென்னப்
பித்தர்போலும்பிர மாபுரமேவிய பெம்மானிவனன்றே.
பொழிப்புரை :
புண்ணியம் இன்மையால் புத்தர்களும் அறிவற்ற சமணர்களும் சைவத்தைப் புறங்கூறச் சான்றோர் வகுத்த நெறியில் நில்லாது, தமக்கு ஏற்புடையவாகத் தோன்றிய பிழைபட்ட கருத்துக்களைச் சொல்லித்திரிய, உலகனைத்தும் சென்று பலி தேர்ந்து எனது உள்ளத்தைக் கவர்ந்த கள்வன், மதயானையை மருளுமாறு செய்து அதன் தோலை உரித்துப் போர்த்தது ஒரு மாயமான செயல் என்னுமாறு செய்து, பித்தனாய் விளங்கும் பிரமபுரம் மேவிய பெருமானாகிய இவன் அல்லனோ!
குறிப்புரை :
பொறி இல் சமண் - அறிவற்ற சமணர்கள். புறங்கூற - நேர் நின்று சொல்லமாட்டாமையாலே மறைவான இடத்தில் எளிமையாய்ச் சொல்ல. நெறி நில்லா - வரம்பில் நில்லாதனவாக. ஒத்த சொல்ல - ஒரே கருத்தை உரைக்க. புறச்சமயத்தார் ஒருமித்துப் புறங்கூறவும் பிச்சையேற்று உள்ளங்கவர்கின்ற கள்வனாதலின் யானைத்தோலைப் போர்த்து மாயம் செய்தார் என்று இயைபில் பொருள் தோன்ற வைத்தார்.

பண் :நட்டபாடை
பாடல் எண் : 11
அருநெறியமறை வல்லமுனியகன் பொய்கையலர்மேய
பெருநெறியபிர மாபுரமேவிய பெம்மானிவன்றன்னை
ஒருநெறியமனம் வைத்துணர்ஞானசம் பந்தன்னுரைசெய்த
திருநெறியதமிழ் வல்லவர்தொல்வினை தீர்தல்எளிதாமே.
பொழிப்புரை :
அருமையான நெறிகளை உலகிற்கு வழங்கும் வேதங்களில் வல்ல பிரமனால் படைக்கப்பட்டதும், அகன்ற மலர் வாவியில் தாமரைகளையுடையதும் ஆகிய பிரமபுரத்துள் மேவிய முத்தி நெறி சேர்க்கும் முதல்வனை, ஒருமைப்பாடு உடைய மனத்தைப் பிரியாதே பதித்து உணரும் ஞானசம்பந்தன் போற்றி உரைத்தருளிய திருநெறியாகிய அருநெறியை உடைய தமிழாம் இத்திருப்பதிகத்தை ஓத வல்லவர்களின் பழவினைகள் தீர்தல் எளிதாகும். ஊழ்வினை தீர்வதற்குரிய மார்க்கங்கள் பல இருப்பினும், இத்திருப்பதிகத்தை ஓதுதலே எளிமை வாய்ந்தது என்பது குறிப்பிடத்தக்கது.
""")
                                        


