//
//  Thirumurai2.swift
//  Thevaram
//
//  Created by Karthik on 11/03/20.
//  Copyright © 2020 Karthik. All rights reserved.
//


var thiru2 = Thirumurai(title: "திருமுறை2", padhigam: [p1,p2], poet: "திருஞானசம்பந்தர்")



let p1 = Padhigam(temple: "திருப்பூந்தராய்", songs: """
பண் :இந்தளம்
பாடல் எண் : 1
செந்நெ லங்கழ னிப்பழ னத்தய லேசெழும்
புன்னை வெண்கிழி யிற்பவ ளம்புரை பூந்தராய்
துன்னி நல்லிமை யோர்முடி தோய்கழ லீர்சொலீர்
பின்னு செஞ்சடை யிற்பிறை பாம்புடன் வைத்ததே.
பொழிப்புரை :
செந்நெல் விளையும் அழகிய வயல்களை உடைய சோலைகளின் அயலிடங்களில் வளமையான புன்னை மரங்கள் உதிர்த்த பூக்கள், வெண்மையான துணியிற் பவளங்கள் பரப்பினாற் போல விளங்கும் திருப்பூந்தராய் என்னும் சீகாழிப்பதியில், நல்ல தேவர்கள் நெருங்கிவந்து, தங்களின் முடிகளைத் தோய்த்து வணங்கும் திருவடிகளை உடைய இறைவரே! பின்னிய உமது செஞ்சடையில் இளம் பிறையை அதற்குப் பகையாகிய பாம்போடு வைத்துள்ளது ஏனோ? சொல்வீராக.
குறிப்புரை :
திருஞானசம்பந்தமூர்த்தி நாயனார் இத்திருப்பதிகம் முதலாக நான்கு பதிகத்தில், சிவபெருமானை முன்னிலையிற் பெற்று, வினாவுதலும் விடை கூறியருள வேண்டுதலும் அமையப்பாடியிருத்தல்பற்றி, இவற்றை `வினாவுரை` என்றனர். இத்தலைப்புடைய பிற மூன்றும் காண்க. இதன் ஒவ்வொரு திருப்பாடலிலும் வெவ்வேறு பொருளைக் குறித்து வினாவினார். முதல் வினா இறைவன் திருமுடிச்சார்புடையது. ஈற்று வினா, திருவடிச்சார்புடையது. இடையிலே எருதேற்றம், மாதுபாகம். காமதகனம், கங்கையடக்கம், குழையும் தோடும் குலவும் முகம், இராவணனுக்கு அருளிய ஆக்கம் என்பவை வினாவிற்குரிய பொருளாயுள்ளன. மூன்றாம் அடிகளிலுள்ள விளிகளால் திருவடிப் பெருமையும், அமலமும் (யானையுரித்தவரலாறும்), விருப்பு வெறுப்பில்லாத வித்தகமும் (பிறையும் பாம்பும் சூடிய வரலாறும்), உயிர்களைத் தாங்கியுதவும் அருளுடைமையும் (மானேந்தியதால் விளங்கும் பசுபதித்துவமும்), திருவெண்ணீற்றுத் திருமேனிப் பொலிவும், மால்விடையூரும் மாட்சியும், மறை முதலாகும் இறைமையும், அடியாரைக்காக்கும் அடியும் (காரணமும்) குறிக்கப்பட்டன. இவ்வாறு பதிகந்தோறும் உய்த்துணர்ந்து போற்றிவரின், சிவபிரான் திருவருள் எளிதின் எய்தும். திருமுறையைப் பாராயணம் புரிவோர் அதனால் பெறும் பயன் அவரவர் அநுபவத்தால் அன்றி அறிய ஒண்ணாது. பாக்கள் வெளிப்படையாகத் தோன்றலாம். கருத்து அருள்வெளியைக் கவர்ந்தது, மருளுலகம் இவ்வுண்மையை உணராது. வேதத்தின் இயல்பே இதன் இயல்பு. முதற் பத்துத் திருப்பாடல்களுள்ளும் `சொலீர்` என்று விடையிறுத்தருள வேண்டுவதுணர்க. சடையில் பிறையும் பாம்பும் ஒருசேர வைத்ததற்குக் காரணம் சொல்ல வேண்டுகின்றார்; சந்திரனைப் பாம்பு விழுங்குவதாகக் கொள்ளும் ஐதிகத்தைக் கருத்திற் கொண்டு, பகைப்பொருள்கள் இரண்டும் ஓரிடத்தில் இருப்பது குற்றம் என்பார்க்கு, `வேண்டுதல் வேண்டாமை இல்லான்` ஆகிய சிவபிரான் சடையில், பகை நீங்கி உறவுகொள்ளும் நிலையை அவ்விரண்டும் அடைந்துள்ளன என்றார். பிறையைச் சூடிய வரலாறு, சிவாபராதம் புரிந்தாரும் அதனை உணர்ந்து அந்த இறைவனை வணங்குவராயின், அவர்க்குத் திருவருள் கிடைப்பது உறுதி என்னும் உண்மையை உணர்த்துவது. ஐந்தலைப் பாம்பணிந்தது,`பிறவி ஐவாய் அரவம் பொரும் பெருமான்` (திருவாசகம் 139) என்ற கருத்தினது. `தூமதி சடைமிசைச் சூடுதல் தூநெறியா மதியான் என அமைத்தவாறே` (பட்டினத்தார் ஒருபா ஒருபஃது 6.) `சோழவளநாடு சோறுடைத்து` இதிலுள்ள செந்நெல் அம் கழனிப்பழனம் உடைமை, சீகாழிக்கும் உரித்தாயிற்று. கிழி - துணி. கிழி (துணியும் அறுவையும்) காரணப்பெயர், புரை - ஒத்த. துன்னி-நெருங்கி. துன்னித்தோய்கழல் என்க. பழனத்தின் அயலிடங்களில் புன்னைப் பூக்கள் விழுந்துகிடக்கும் தோற்றம் வெள்ளைத் துணியில் பவளம் கிடக்கும் காட்சியை ஒத்திருந்தது என்க. `புன்னை பொன்தாது உதிர்மல்கும் அந்தண்புகலி` (தி.3.ப.7.பா.9) என்றதால் அதன் பூக்கள் செம்பவளம் போல்வன ஆதல் அறியப்படும். பாண்பு என்பது பாம்பு என்று திரிந்தது. பாண் - பாட்டு. பாட்டைக் கேட்கும் இயல்புடையது பாண்பு. இதில், பிறையும் பாம்பும் சடையில் ஒருங்கு வைத்தவாற்றை வினாவினார்.

பண் :இந்தளம்
பாடல் எண் : 2
எற்று தெண்டிரை யேறிய சங்கினொ டிப்பிகள்
பொற்றி கழ்கம லப்பழ னம்புகு பூந்தராய்ச்
சுற்றி நல்லிமை யோர்தொழு பொற்கழ லீர்சொலீர்
பெற்றம் ஏறுதல் பெற்றிமை யோபெரு மானிரே.
பொழிப்புரை :
எறிகின்ற தெளிந்த கடல் அலைகளில் ஏறிவந்த சங்குகளும் இப்பிகளும் பொன்போல் விளங்கும் தாமரைகள் மலர்ந்த வயல்களில் வந்து புகும் பூந்தராய் என்னும் சீகாழிப்பதியில், நல்ல தேவர்கள் சூழ்ந்து தொழும் அழகிய திருவடிகளை உடைய இறைவரே! அயிராவணம் முதலிய ஊர்திகள் இருக்க விடையேறி வருதல் உமக்கு ஏற்ற தன்மைத் தாகுமோ? சொல்வீராக.
குறிப்புரை :
எற்று - எறிந்த. திரை - அலை. இப்பி - சங்கினத்துள் முதலாவது. இடம்புரியும் வலம்புரியும் சலஞ்சலமும் பாஞ்சசன்னியமும் ஆகிய சங்கினம் நான்கும் முறையே இப்பி முதல் சலஞ்சல முடியக்கூறும் நான்காலும் ஆயிரம் ஆயிரமாகச் சூழப்பெற்ற பெருமையின. (நிகண்டு, தொகுதி 3.பா.73) பெற்றம் - எருது. பெற்றிமை - தன்மை, பேறு, உயர்வுடையது. சிறந்த பாக்கியம் என்னுங்கருத்தில் வந்தது. பெருமகன் என்பது பெருமான் என்று மருவிற்று. மகன் - தேவன், (மகள்-தேவி, திருமகள், நாமகள்) பெருமானிர் - விளி, ஏகாரம் ஈற்றசை, சீகாழிக் கழனியிற் சங்கும் இப்பியும் பொன்போல் விளங்கும் தாமரைகளும் மிக்குள்ளன; பெற்றமேறுதல் - `பசு வேறும் பரமன்` விடையேறுதல்; பசுபதி என்பதைக் குறித்தது. இதில் விடை (பசு) ஏறும் உண்மையை வினாவினார்.

பண் :இந்தளம்
பாடல் எண் : 3
சங்கு செம்பவ ளத்திரண் முத்தவை தாங்கொடு
பொங்கு தெண்டிரை வந்தலைக் கும்புனற் பூந்தராய்த்
துங்க மால்களிற் றின்னுரி போர்த்துகந் தீர்சொலீர்
மங்கை பங்கமும் அங்கத்தொ டொன்றிய மாண்பதே.
பொழிப்புரை :
பொங்கி வரும் தெளிந்த கடல் அலைகள் சங்கு செம்பவளம் முத்து ஆகியவற்றைக் கொண்டு வந்து வீசும் நீர்வளம் சான்ற பூந்தராய் என்னும் சீகாழிப்பதியில் உயரிய பெரிய களிற்றுயானையை உரித்து அதன் தோலைப் போர்த்து மகிழ்ந்துறையும் இறைவரே! உமது திருமேனியின் இடப்பாகமாக உமையம்மையை ஓருடம்பில் ஒன்றுவித்துள்ள மாண்பு யாதோ? சொல்வீராக.
குறிப்புரை :
பொங்குதல் - உயர்தல், மிகுதல், புனல் - நீர், துங்கம் - உயர்ச்சி. பவளத்தின் அடைமொழியால் மற்றையிரண்டின் நிறம் வெளிப்படை, திரள் - திரட்சி; தொகுதியுமாம். களிறு - மதக்களிப்புடையது (யானையின் ஆண்). மால் - பெருமை, மயக்கமுமாம். உரி - தோல், உகந்தீர் - உயர்ந்தவரே, பங்கம் - கூறு. (பங்கு+அம்). அங்கம் - உறுப்பு, இங்குத் திருமேனியைக் கொள்க. ஒன்றிய மாண்பு - அர்த்தநாரீச்சுரவடிவின் சிறப்பு, யானையை உரித்தது ஆணவமல நாசம் என்பர், மங்கை பங்கு; போகியா யிருந்து உயிர்க்குப் போகத்தைப் புரிதல் பற்றியும் உயிர்க்கு இச்சாஞானக் கிரியா பலத்தை மிக விளைத்தல் பற்றியும் ஆயிற்று. ஆற்றலுக்கு அதுவே ஏது. களிற்றையுரித்த போது தேவியார் அஞ்சியதாகச் சொல்வது, ஞானமும் அஞ்சத் தக்க அத்துணைக் கொடியது இருண்மலம் என்பதுணர்த்த. இதில் மெய்ப்பாதியில் மாதிருக்கும் உண்மையை வினாவினார்.

பண் :இந்தளம்
பாடல் எண் : 4
சேம வன்மதில் பொன்னணி மாளிகை சேணுயர்
பூம ணங்கம ழும்பொழில் சூழ்தரு பூந்தராய்ச்
சோம னும்மர வுந்தொடர் செஞ்சடை யீர்சொலீர்
காமன் வெண்பொடி யாகக் கடைக்கண் சிவந்ததே.
பொழிப்புரை :
பாதுகாவலாக அமைந்த வலிய மதில்களும் பொன்னால் அழகுறுத்தப்பெற்ற அழகிய மாளிகைகளும், மிக உயர்ந்து மலர்மணம் கமழும் சோலைகளும் சூழ்ந்துள்ள பூந்தராய் என்னும் சீகாழிப்பதியில், திங்களும் பாம்பும் தங்கிய செஞ்சடையுடையவராய் எழுந்தருளிய இறைவரே! உயிர்கட்குப் போகத்தின் மேல் அவாவினை விளைக்கும் மன்மதன் வெண்பொடியாகுமாறு அவனைக் கடைக்கண் சிவந்து அழித்தது ஏனோ? சொல்வீராக.
குறிப்புரை :
சேமம் - காவல், சேண் உயர்தல் - விண்ணில் மிக வோங்குதல், பொழில் - சோலை, சோமன் - பிறை, அரவு - பாம்பு, காமன் - மன்மதன். வெண்பொடி - (எரிந்த)சாம்பல். சிவத்தல் - கோபக்குறிப்பு,`கறுப்பும் சிவப்பும் வெகுளிப் பொருள்` (தொல், சொல், உரிச்சொல்.76) மன்மத தகனம், யோகியாய், யோகமுத்தி உதவுதற் பொருட்டு நிகழ்கின்ற இயற்கை. (சித்தியார்.70) இதில் காமனை எரித்தவாற்றை வினாவினார்.

பண் :இந்தளம்
பாடல் எண் : 5
பள்ள மீனிரை தேர்ந்துழ லும்பகு வாயன
புள்ளு நாடொறுஞ் சேர்பொழில் சூழ்தரு பூந்தராய்த்
துள்ளு மான்மறி யேந்திய செங்கையி னீர்சொலீர்
வெள்ள நீரொரு செஞ்சடை வைத்த வியப்பதே.
பொழிப்புரை :
நீர்ப் பள்ளங்களில் இருக்கும் மீன்களை இரையாகத் தேர்ந்து கொள்ளுதற்குத் திரியும் பிளந்த வாயை உடைய நாரைப் பறவைகள், நாள்தோறும், பல இடங்களிலிருந்தும் வந்து தங்கும் பொழில்கள் சூழ்ந்த பூந்தராய் என்னும் சீகாழிப்பதியில், துள்ளுகின்ற மான் கன்றை ஏந்திய செங்கையை உடைய சிவபிரானே! பெருகி வந்த கங்கை வெள்ளத்தைச் சிவந்த சடையில் தடுத்து நிறுத்தித் தாங்கிய வியத்தகு செயலுக்குக் காரணம் யாதோ? சொல்வீராக.
குறிப்புரை :
நீர்ப் பள்ளங்களில் இருக்கும் மீன்களை இரையாகத் தேர்ந்து அலையும் நாரைகள் நாள்தொறும் சோலையில் தங்கும் வளமுடையது சீகாழி. நாரை பகுந்த (பிளந்த)வாய் உடைமையால் பகுவாயன புள்ளு என்றார். `வெண் குருகும் பகுவாயன நாரையும் திரைவாய் இரைதேரும் வலஞ்சுழி` (தி.2.ப.2.பா.2) என்றது காண்க. உணவும் இரையும் ஒன்றல்ல என்பதை `இழிவறிந்துண்பான்கண் இன்பம்போல் நிற்கும் கழிபேர் இரையான்கண் நோய்` (குறள். 946) என்றதனால் அறிக. செஞ்சடைமேல் நீர்ப்பெருக்கை வைத்த வியப்பைச் சொல்வீர் என்று துள்ளுகின்ற மான்கன்றை ஏந்திய செங்கையையுடைய சிவபெருமானை நோக்கி வேண்டுகின்றார். காட்டில் இருக்கத்தக்க மானைக் கையிலும் கையில் இருக்கத்தக்க (கமண்டல) நீரைச் சடைக் காட்டிலும் ஏந்தியது வியப்பு. இதில் கங்கையைத் தாங்கிய ஆற்றலை வினாவினார்.

பண் :இந்தளம்
பாடல் எண் : 6
மாதி லங்கிய மங்கைய ராட மருங்கெலாம்
போதி லங்கம லம்மது வார்புனற் பூந்தராய்ச்
சோதி யஞ்சுடர் மேனிவெண் ணீறணி வீர்சொலீர்
காதி லங்குழை சங்கவெண் டோடுடன் வைத்ததே.
பொழிப்புரை :
அழகிய பெண்கள் ஆங்காங்கே நடனம் ஆடுவதும், ஊர் மருங்கெலாம் பூத்துள்ள அழகிய தாமரை மலர்கள் தம்மிடம் நிறைந்துள்ள தேனை ஒழுக விடுவதும் ஆகிய நீர்வளம் மிக்க பூந்தராய் என்னும் சீகாழிப்பதியில், ஒளி மிக்க அழகிய தமது திருமேனியில் வெண்ணீறு அணிந்து எழுந்தருளிய இறைவரே! காதுகள் இரண்டனுள் ஒன்றில் குழையையும் ஒரு காதில் சங்கத்தோட்டையும் அணிதற்குக் காரணம் யாதோ? சொல்வீராக.
குறிப்புரை :
மாது - அழகு, இலங்குதல் - விளங்குதல், மருங்கு - பக்கம், போது - மலரும் பருவத்து அரும்பு, கமலம் - தாமரை, மது - கள், குழையும் தோடும் காதணிகள், சீகாழியில் அழகிய மங்கையர் ஆடுதற்குப் பரிசாகத் தாமரை, மலர்கள் தேனை ஒழுக்குகின்றன என்று நீர் நில வளம் உணர்த்தப்பட்டது. செம்மேனியில் வெண்ணீற்றை அணிவீர் என்று அழைத்து, திருக்காதில் குழையும் தோடும் உடன் வைத்த புதுமையை வினாவினார். `தோடுடையான் குழையுடையான்` (தி.1 ப.61 பா.8) `தோலும் துகிலும் குழையும் சுருள்தோடும் ..... உடைத்தொன்மைக் கோலம்` என்பது திருவாசகம் (232).

பண் :இந்தளம்
பாடல் எண் : 7
* * * * * பாடல் இதுவரை கிடைக்கவில்லை.
பொழிப்புரை :
* * * * * பாடல் இதுவரை கிடைக்கவில்லை.
குறிப்புரை :
* * * * * பாடல் இதுவரை கிடைக்கவில்லை.

பண் :இந்தளம்
பாடல் எண் : 8
வருக்க மார்தரு வான்கடு வன்னொடு மந்திகள்
தருக்கொள் சோலை தருங்கனி மாந்திய பூந்தராய்த்
துரக்கு மால்விடை மேல்வரு வீர்அடி கேள்சொலீர்
அரக்கன் ஆற்றல் அழித்தருளாக்கிய ஆக்கமே.
பொழிப்புரை :
இனங்களோடு கூடிய ஆண் குரங்குகள், பெண் குரங்குகளோடு கூடி, மரங்கள் நிறைந்துள்ள சோலைகள் தரும் கனிகளை வயிறார உண்டு மகிழும் பூந்தராய் என்னும் சீகாழிப்பதியில் எழுந்தருளியிருந்து, செலுத்தத்தக்க மாலாகிய இடபத்தின் மேல் காட்சிதரும் அடிகளே! இராவணனின் தருக்கினை அழித்து உடன் அவனுக்கு அருள் வழங்கிய ஆக்கத்திற்குக் காரணம் யாதோ? சொல்வீராக.
குறிப்புரை :
வருக்கம் - இனம், கடுவன் - ஆண் குரங்கு, மந்தி - பெண் குரங்கு, தரு - மரம், மாந்திய - தின்ற, துரக்கும் - துரத்தும். (பிறவினை) துரந்த, துரந்து எனல் தன்வினையாட்சி. அருகிய வழக்கு. வருவீராகிய அடிகேள் என்று விளித்து, இராவணனது ஆற்றலை அழித்து அருள்கொடுத்த ஆக்கத்தைப் பற்றி இதில் வினாவினார்.

பண் :இந்தளம்
பாடல் எண் : 9
வரிகொள் செங்கயல் பாய்புனல் சூழ்ந்த மருங்கெலாம்
புரிசை நீடுயர் மாடநி லாவிய பூந்தராய்ச்
சுருதி பாடிய பாணியல் தூமொழி யீர்சொலீர்
கரிய மால்அயன் நேடிஉ மைக்கண்டி லாமையே.
பொழிப்புரை :
மருங்கெலாம் வரிகளைக் கொண்டுள்ள செவ்விய கயல்மீன்கள் பாயும் நீர் நிலை சூழ்ந்ததும், மதில்கள் சூழ்ந்து நீண்டு உயர்ந்த மாடமாளிகைகள் விளங்குவதுமான பூந்தராய் என்னும் சீகாழிப்பதியில், வேதங்களைப் பாடியும், இசைப் பாடல் போன்ற இனிய மொழிகளைப் பேசியும் எழுந்தருளிவிளங்கும் இறைவரே! கரிய திருமாலும் பிரமனும் உம்மைத் தேடிக் காண இயலாமைக்குரிய காரணம் யாதோ? சொல்வீராக.
குறிப்புரை :
சீகாழியில் உள்ள மாடமாளிகைகளின் உயர்வும் நீள்வும், புரிசையும், நீர்வளமும், அந்நீரிற் பாயும் மீன்களின் செழுமையும் குறிக்கப்பட்டன. வேதாகமங்கள் சிவபெருமான் திருவாக்காதலின், சுருதி பாடிய பாண் இயல் தூமொழியீர் என்று விளித்தார். இதில், அரியும் அயனும் அடிமுடி தேடிக் காணாமையை வினாவினார். பாடிய பாண் (பாட்டு) இயலும் மொழி. தூமொழி. சுருதி - கேள்வி, எழுதாக்கிளவியாதலின் கேள்வியால் தொன்று தொட்டுணர நின்றன. நேடி - தேடி.

பண் :இந்தளம்
பாடல் எண் : 10
வண்ட லங்கழ னிம்மடை வாளைகள் பாய்புனற்
புண்ட ரீகம லர்ந்தும துத்தரு பூந்தராய்த்
தொண்டர் வந்தடி போற்றிசெய் தொல்கழ லீர்சொலீர்
குண்டர் சாக்கியர் கூறிய தாங்குறி யின்மையே.
பொழிப்புரை :
வளம்மிக்க வண்டல் மண்ணை உடைய வயல்களின் மடைகளில் வாளை மீன்கள் பாயும் நீர் நிலைகளில் தாமரைமலர்கள் மலர்ந்து தேனைத் தரும் பூந்தராய் என்னும் சீகாழிப்பதியில், தொண்டர்கள் வந்து வணங்கும் கழல் அணிந்த பழமையான திருவடிகளை உடைய இறைவரே! சமணர்களும் சாக்கியர்களும் உம்மைக் கூறும் பொருளற்ற பழிமொழிகட்குக் காரணம் யாதோ? சொல்வீராக.
குறிப்புரை :
வண்டல் - வெள்ளத்தால் அடித்துக்கொண்டு வரப்பட்ட உரம்மிக்க மணல். மடை - நீர்மடை. புண்டரிகம் - தாமரை. தொல் கழல் - திருவடியின் தொன்மை. ஆதியும் மத்தியும் அந்தமும் இல்லாதது. கழல் என்பது எருதினது கொம்புபோல் அமைந்தது. பகைவர் உடம்பில் ஊறுபடுத்த, வலக்காலில் தரிக்கப்படுவது. `தாள், களங்கொளக் கழல்ப றைந்தன கொலல் லேற்றின் மருப்புப் போன்றன` (புறநானூறு.4.3-4) என்னும் அடிகளால் அறிக. தேய்ந்த பின் மழமழவென்றாகி எருதின் கொம்பையொத்தது. வடிவில் முழுதும் ஒப்பது. குண்டர் - சமணர். குறியின்மை - பிழையாதகுறி இல்லாமை. (தி.2 ப.82 பா. 10) இதில் புறப் புறச்சமயத்தார் செய்யும் நிந்தையின் பொருளின்மையை வினாவினார்.

பண் :இந்தளம்
பாடல் எண் : 11
மகர வார்கடல் வந்தண வும்மணற் கானல்வாய்ப்
புகலி ஞானசம் பந்தன்எ ழில்மிகு பூந்தராய்ப்
பகவ னாரைப்ப ரவுசொன் மாலைபத் தும்வல்லார்
அகல்வர் தீவினை நல்வினை யோடுட னாவரே.
பொழிப்புரை :
சுறா மீன்களை உடைய பெரிய கடல் நீர் வந்து சேரும் மணல் நிறைந்த கடற்கரைச் சோலைகளைக் கொண்டுள்ள புகலிப்பதியில் தோன்றிய ஞானசம்பந்தன், அழகு மிக்க பூந்தராயில் எழுந்தருளிய இறைவரைப் பரவிப் பாடிய இப்பதிகப் பாடல் பத்தையும் ஓதவல்லவர் தீவினை அகல்வர். அவர்கள் நல்வினை உடையவர் ஆவர்.
குறிப்புரை :
மகரம் - சுறாமீன், அணவும் - பொருந்தும். கானல் - கடற்கரைச் சோலை. புகலி - சீகாழி. எல்லாவுயிர்க்கும் புகலிடமானது. பகவனார் - திரு, ஞானம் முதலிய ஆறு குணங்களும் உடையவர். பரவுதல் - வாழ்த்தல். தீவினையை அகல்வர் - நல்வினையை அகலாது உடனாவார். ஓடு உடன் இரண்டும் இணைந்து வந்தவாறு அறியத்தக்கது.
""")


let p2 = Padhigam(temple: "திருவலஞ்சுழி", songs: """
பண் :இந்தளம்
பாடல் எண் : 1
விண்டெ லாமல ரவ்விரை நாறுதண் டேன்விம்மி
வண்டெ லாம்நசை யால்இசை பாடும்வ லஞ்சுழித்
தொண்டெ லாம்பர வுஞ்சுடர் போல்ஒளி யீர்சொலீர்
பண்டெ லாம்பலி தேர்ந்தொலி பாடல்ப யின்றதே.
பொழிப்புரை :
மலர்கள் எல்லாம் விண்டு மணம் வீசவும், அம் மலர்களில் நிறைந்துள்ள தண்ணிய தேனை உண்ணும்விருப்பினால் வண்டுகள் இசைபாடவும், விளங்கும் சோலைகள் சூழ்ந்த திருவலஞ்சுழியில் தொண்டர்கள் பரவச் செஞ்சுடர் போன்ற ஒளியினை உடையவராய் எழுந்தருளிய இறைவரே! முன்னெல்லாம் நீர் ஒலியோடு பாடல்களைப் பாடிக்கொண்டு பலி ஏற்பதற்குக் காரணம் யாதோ? சொல்வீராக.
குறிப்புரை :
விண்டு - திறந்து, எல்லாம் - போதுகள் யாவும், விண்டு மலர என்க. விரை - மணம். நசை - விருப்பம். தொண்டு - தொண்டர்.(ஆகுபெயர்). சுடர் - செஞ்சுடர். ஒலிபாடல் - வினைத்தொகை.

பண் :இந்தளம்
பாடல் எண் : 2
பாரல் வெண்குரு கும்பகு வாயன நாரையும்
வாரல் வெண்டிரை வாயிரைதேரும்வ லஞ்சுழி
மூரல் வெண்முறு வல்நகு மொய்யொளி யீர்சொலீர்
ஊரல் வெண்டலை கொண்டுல கொக்கவு ழன்றதே.
பொழிப்புரை :
நீண்ட கழுத்தினை உடைய வெள்ளிய கொக்குகளும், பிளந்த வாயை உடைய நாரைகளும், ஓடுகின்ற தண்ணீரின் வெண்மையான அலைகளில் இரை தேடுகின்ற திருவலஞ்சுழியில் புன்னகையோடு வெள்ளிய பற்கள் விளங்க, செறிந்த ஒளிப்பிழம்பி னராய் எழுந்தருளிய இறைவரே! முடியில் வெண்மையான தலை மாலை பொருந்தியவராய் உலகம் முழுதும் சென்று திரிந்து பலி ஏற்கக்காரணம் யாதோ? சொல்வீராக.
குறிப்புரை :
பாரல் - நீளல், அல் விகுதி. வாரல் - வார்தல், ஒழுகுதல். திரைவாய் இரைதேரும் - அலை நீரிலுள்ள மீன் உணவு ஆராயும், குருகு - கொக்கு, மூரல் - புன்னகை, முறுவல் - பல், நகு - விளங்கும், ஊரல் - ஊர்தல், பாரல் - நீளல், நீண்டவாய், பிளத்தல் - பிளந்தவாய் எனில் `பகுவாய்` கூறியது கூறலாகும். `பாரல் வாய்ச்சிறுகுருகு`( தி.3.ப.63.பா.5.) பார்க்க.

பண் :இந்தளம்
பாடல் எண் : 3
கிண்ண வண்ணமல ருங்கிளர் தாமரைத் தாதளாய்
வண்ண நுண்மணன் மேலனம் வைகும்வ லஞ்சுழிச்
சுண்ண வெண்பொடிக் கொண்டுமெய் பூசவல் லீர்சொலீர்
விண்ண வர்தொழ வெண்டலை யிற்பலி கொண்டதே.
பொழிப்புரை :
கிண்ணம் போல் வாய் விரிந்து செவ்வண்ணம் பொருந்தியதாய் மலர்ந்து விளங்கும் தாமரை மலர்களின் தாதுகளை அளாவி அழகிய நுண்மணற் பரப்பின் மேல் அன்னங்கள் வைகும் திருவலஞ்சுழியில், உடலிற்பூசும் சுண்ணமாகத் திருநீற்றுப் பொடியை மேனிமேற் பூசுதலில் வல்லவராய் விளங்கும் இறைவரே! தேவர்கள் எல்லாம் உம்மை வந்து வணங்கும் தலைமைத்தன்மை உடையவராயிருந்தும் வெள்ளிய தலையோட்டில் பலிகொண்டு திரிதற்குக் காரணம் யாதோ? சொல்வீராக.
குறிப்புரை :
தாமரைகள் கிண்ணத்தின் உருவம்போல மலர்தலை உணர்த்தினார். கிளர் - விளங்குகின்ற. அளாய் - அளாவி, கலந்து. வண்ணம் - நிறம், அழகு. அன்னம் தாமரைப்பூந்தாதுக்களைப் பொருந்திய அழகுடன் பொடிமணலில் வைகும் வளத்தது வலஞ்சுழி, பொடிக்கொண்டு பூசுதலின் வன்மை சர்வ சங்கார கர்த்திருத்துவத்தைக் குறித்தது. வைகல் - தங்குதல்.

பண் :இந்தளம்
பாடல் எண் : 4
கோடெ லாநிறை யக்குவ ளைம்மல ருங்குழி
மாடெ லாமலி நீர்மண நாறும்வ லஞ்சுழிச்
சேடெ லாமுடை யீர்சிறு மான்மறி யீர்சொலீர்
நாடெ லாமறி யத்தலை யில்நற வேற்றதே.
பொழிப்புரை :
கரைகளெல்லாம் நிறையுமாறு குழிகளில் பூத்த குவளை மலர்கள் எல்லா இடங்களிலும் நிறைந்திருத்தலால் அங்குள்ள தண்ணீர், குவளை மலரின் மணத்தை வீசும் திருவலஞ்சுழியில் விளங்கும் பெருமைகள் எல்லாம் உடையவரே! சிறிய மான் கன்றைக் கையில் ஏந்தியவரே! நாடறியத் தலையோட்டில் பிச்சை ஏற்றல் ஏனோ? சொல் வீராக.
குறிப்புரை :
கோடு - கரைகள், குழி - அக்கரைகளுக்கு நடுவிலுள்ள பள்ளம், மாடு - பக்கம், கரைகளில் பூத்த குவளைமலரின் மணம் பள்ளத்திலுள்ள நீரில் நாறும். சேடு - பெருமை, தலை - பிரமகபாலம், நறவு - ஈண்டுப் பிச்சையேற்ற உணவு குறித்து நின்றது.

பண் :இந்தளம்
பாடல் எண் : 5
கொல்லை வென்றபுனத் திற்குரு மாமணி கொண்டுபோய்
வல்லை நுண்மணன் மேலனம் வைகும்வ லஞ்சுழி
முல்லை வெண்முறு வன்னகை யாளொளி யீர்சொலீர்
சில்லை வெண்டலை யிற்பலி கொண்டுழல் செல்வமே.
பொழிப்புரை :
முல்லை நிலத்தைப் போன்ற காடுகளில் கிடைக்கும் நிறம் பொருந்திய மணிகளை எடுத்துச்சென்று விரைவில் அன்னங்கள் நுண்ணிய மணற் பரப்பின்மேல் தங்கி வாழும் திருவலஞ்சுழியில் எழுந்தருளிய, முல்லை அரும்பு போன்ற வெண்மையான முறுவலோடு புன்சிரிப்பையுடைய உமாதேவியை ஆளும் ஒளி வடிவுடையவரே! சிறுமையைத்தரும் வெண்டலையோட்டில் பலிகொண்டுழல்வதைச் செல்வமாகக் கருதுதல் ஏனோ? சொல்வீராக.
குறிப்புரை :
குரு - நிறம், வல்லை - விரைவு. முல்லைப்பூ வெண் முறுவலை உடைய நகை (பற்)களுக்கு ஒப்பு. சில்லை - சிறுமை. முல்லை வெண்முறுவல் நகை - பார்வதி.

பண் :இந்தளம்
பாடல் எண் : 6
பூச நீர்பொழி யும்புனற் பொன்னியிற் பன்மலர்
வாச நீர்குடை வாரிடர் தீர்க்கும்வ லஞ்சுழித்
தேச நீர்திரு நீர்சிறு மான்மறி யீர்சொலீர்
ஏச வெண்டலை யிற்பலி கொள்வ திலாமையே.
பொழிப்புரை :
நீர் பெருகி வரும் காவிரியில் பூசநன்னாளில் பல மலர்களோடு கூடி மணம் கமழ்ந்துவரும் நீரில் மூழ்குபவர்களின் இடர்களைத் தீர்த்தருளும் திருவலஞ்சுழித்தேசரே! அழகிய சிறிய மான்கன்றைக் கையில் ஏந்தியவரே! பலரும் இகழ வெண்டலையில் நீர் பலிகொள்வது செல்வம் இல்லாமையினாலோ? சொல்வீராக.
குறிப்புரை :
பூசம் - தை முதலிய பன்னிரு திங்களிலும் வரும் நன்னாள், பூசநட்சத்திரம். \\\\\\\"பூசம் புகுந்தாடிப் பொலிந்தழகாய ஈசன் உறைகின்ற இடைமருது ஈதோ\\\\\\\"(தி.1 ப.32பா.5) என்றருளியதுணர்க. குடைவார் - முழுகுவார். தேசமும் திருவும் நீவிரே. பலி கொள்வதாகிய இல்லாமை என விரிக்க, இல்லாமை - வறுமை.

பண் :இந்தளம்
பாடல் எண் : 7
கந்த மாமலர்ச் சந்தொடு காரகி லுந்தழீஇ
வந்த நீர்குடை வாரிடர் தீர்க்கும்வ லஞ்சுழி
அந்த நீர்முத னீர்நடு வாமடி கேள்சொலீர்
பந்த நீர்கரு தாதுல கிற்பலி கொள்வதே.
பொழிப்புரை :
மணம் பொருந்திய சிறந்த மலர்களையும் சந்தன மரங்களையும், கரிய அகில் மரங்களையும் தாங்கிவந்த காவிரிநீரில் குளிப்பவர்களின் இடர்களைத் தீர்க்கும் திருவலஞ்சுழியில் எழுந்தருளி உலகிற்கு ஆதியும் நடுவும் அந்தமுமாகி விளங்கும் அடிகளே! உலகிற்பற்றை விளைப்பது என்று மக்களை போலக் கருதாமல் பலிகொள்வது ஏனோ! சொல்வீராக.
குறிப்புரை :
கந்தம் - மணம், சந்து - சந்தனவிருட்சம், கார்அகில் - கரிய அகில், அந்தமும் ஆதியும் நடுவும் நீவிரே. `அடிகள்` விளியாங்கால் அடிகேள் என்றும் ஆகும், பந்தம் கருதாமை; பிச்சையேற்றலில் உயிர்க்கு ஆகும் பந்தம் இறைவனுக்கு இன்மையை உணர்த்திநின்றது. பந்தமென்று கருதாமல் என்னும் உரைசிறவாது.

பண் :இந்தளம்
பாடல் எண் : 8
தேனுற் றநறு மாமலர்ச் சோலையில் வண்டினம்
வானுற் றநசை யாலிசை பாடும்வ லஞ்சுழிக்
கானுற் றகளிற் றின்னுரி போர்க்கவல் லீர்சொலீர்
ஊனுற் றதலை கொண்டுல கொக்கவு ழன்றதே.
பொழிப்புரை :
தேன் பொருந்திய பெரிய மலர்ச்சோலையில் வண்டுகள் தேனுண்ணும் நசையால் உயரிய இசையைப் பாடும் திருவலஞ்சுழியில் எழுந்தருளிக் கொல்லவந்த காட்டுயானையின் தோலை உரித்துப் போர்த்த வலிமையை உடைய இறைவரே! ஊன் பொருந்திய தலையோட்டைக் கையில் கொண்டு உலகெங்கும் உழன்றது ஏனோ? சொல்வீராக.
குறிப்புரை :
நசை - விருப்பம், களிறு - ஆண்யானை, மதக்களிப்பையுடையது என்னுங் காரணப்பொருளது. கான் - காடு. உலகு - ஒக்க;- உலகெல்லாம் என்றவாறு.

பண் :இந்தளம்
பாடல் எண் : 9
தீர்த்த நீர்வந் திழிபுனற் பொன்னியிற் பன்மலர்
வார்த்த நீர்குடை வாரிடர் தீர்க்கும்வ லஞ்சுழி
ஆர்த்து வந்தவ ரக்கனை அன்றடர்த் தீர்சொலீர்
சீர்த்த வெண்டலை யிற்பலி கொள்வதுஞ் சீர்மையே.
பொழிப்புரை :
புனிதமான நீர் வந்து செல்லும் காவிரி ஆற்றில் பன் மலர்களைத் தூவி அவ்வாற்று நீரில் மூழ்குவோரது இடர்களைப் போக்கியருள்பவராய்த் திருவலஞ்சுழியில் மேவி, தன் வலிமையைப் பெரிது எனக்கருதி ஆரவாரித்து வந்த இராவணனை அக்காலத்தில் அடர்த்தவரே! சீர்மை பொருந்திய வெள்ளிய தலையோட்டில் பலி ஏற்றுண்பது உம் பெருமைக்கு அழகோ? சொல்வீராக.
குறிப்புரை :
தீர்த்தநீர் - பரிசுத்தம் புரியும் ஆற்றலுடைய நீர், காவிரி முதலிய யாறுகள் புண்ணிய நதிகள் ஆம். தீர்த்தமாகா நதிகளும் உள. பொன்னி - காவிரி, ஆர்த்து - ஆரவாரம்செய்து. சீர்த்த - சீருடைய.

பண் :இந்தளம்
பாடல் எண் : 10
உரம னுஞ்சடை யீர்விடை யீரும தின்னருள்
வரம னும்பெற லாவது மெந்தைவ லஞ்சுழிப்
பிரம னுந்திரு மாலும ளப்பரி யீர்சொலீர்
சிரமெ னுங்கல னிற்பலி வேண்டிய செல்வமே.
பொழிப்புரை :
பெருமை பொருந்திய சடையினை உடையவரே! விடையை ஊர்ந்து வருபவரே! நிலையான வரம் பெறுதற்குரிய இடமாய் உள்ள வலஞ்சுழியில் விளங்கும் எந்தையே! பிரமன் திருமால் ஆகியோரால் அளத்தற்கு அரியரானவரே, நீர் தலையோடாகிய உண் கலனில் பலியைச் செல்வமாக ஏற்றதற்குக் காரணம் யாதோ? சொல்வீராக.
குறிப்புரை :
உரம் - பெருமை, (சிவபிரானுக்குச் சடையும் ஞானமாதலின்) அறிவுமாம். பலியேற்கும் பாத்திரம் பிரமகபாலமாதலின் \\\\\\\"சிரமெனுங்கலம்\\\\\\\" என்றார். பா.5,10 இல் செல்வம் என்றது குறிப்பு. வரம்பெறலாவதும் மன்னும் என மாற்றலுமாகும்.

பண் :இந்தளம்
பாடல் எண் : 11
வீடும் ஞானமும் வேண்டுதி ரேல்விர தங்களால்
வாடின் ஞானமென் னாவது மெந்தைவ லஞ்சுழி
நாடி ஞானசம் பந்தன செந்தமிழ் கொண்டிசை
பாடும் ஞானம்வல் லாரடி சேர்வது ஞானமே.
பொழிப்புரை :
வீடும் அதற்கு ஏதுவாய ஞானமும் பெறவிரும்பு வீராயின், விரதங்களை மேற்கொண்டு உடல் வாடுவதனால் ஞானம் வந்துறுமோ? திருவலஞ்சுழியை அடைந்து ஞானசம்பந்தர் ஓதியருளிய செந்தமிழை இசையோடு பாடும் ஞானம் வாய்க்கப் பெற்றவர்களின் திருவடிகளை வழிபடுவதொன்றே ஞானத்தைத் தருவதாகும்.
குறிப்புரை :
வீடும் அதற்கு ஏதுவான ஞானமும் வேண்டுவீரெனில், விரதங்களால் உடல்மெலிந்தால் ஞானம் ஆவதும் என்? என்று வினாவுக. விரதங்களால் உடல்வாட்டம் அன்றி உண்மை ஞானப்பேறு வாயாது என்றவாறு. எந்தையாகிய சிவபிரானது திருவலஞ்சுழியை (மனத்தால்) நாடி,(வாக்கால்) ஞானசம்பந்தருடைய செந்தமிழ் கொண்டு இசைபாடும் ஞானம் வல்லவர் திருவடி சேர்வது ஒன்றே ஞானமாகும் என்று பொருள்கொள்க. இத்திருமுறை பாடுவாரடிமலர் சேர்வதே வீடுதரும் ஞானமாகும் என்பது கருத்து. `சைவமும் தமிழும் தழைத்தினி தோங்குக` என்று இக்காலத்தில் வழங்கும் தொடரில், `தமிழ்` என்றது திருமுறைகளையே குறிக்கும். பழந்தமிழ் நூல்களையும் தமிழ் மொழியையும் குறித்ததன்று. அவை வேறு பல சமயக் குறிப்புக்களையும் கொண்டிருத்தலாலும், சைவத்தொடு நெருங்கிய தொடர்பில்லாமையாலும், தமிழில் பிறசமய நூல்கள் பல உள்ளமையாலும் அவற்றை ஈண்டுச் சைவத்தொடு சேர்த்து வாழ்த்தினார் என்றல் பொருந்தாது. பிற்காலப் பதிப்புக்களில் `வாடி` என்ற பாடமே உளது.
""")
