//
//  Thirumurai8.swift
//  Thevaram
//
//  Created by Karthik on 11/03/20.
//  Copyright © 2020 Karthik. All rights reserved.
//

var thiru8 = Thirumurai(title: "திருமுறை8", padhigam: [t8p1,t8p2], poet: "மாணிக்கவாசகர்")

var thiru3 = thiru1
var thiru4 = thiru1
var thiru5 = thiru1
var thiru6 = thiru1
var thiru7 = thiru1


let t8p1 = Padhigam(temple: "01 திருவாசகம்-சிவபுராணம்", songs: """
நமச்சிவாய வாஅழ்க நாதன்தாள் வாழ்க
இமைப்பொழுதும் என்நெஞ்சில் நீங்காதான் தாள்வாழ்க
கோகழி யாண்ட குருமணிதன் தாள்வாழ்க
ஆகம மாகிநின் றண்ணிப்பான் தாள்வாழ்க
ஏகன் அநேகன் இறைவ னடிவாழ்க 5
வேகங் கெடுத்தாண்ட வேந்தனடி வெல்க
பிறப்பறுக்கும் பிஞ்ஞகன்றன் பெய்கழல்கள் வெல்க
புறத்தார்க்குச் சேயோன்றன் பூங்கழல்கள் வெல்க
கரங்குவிவார் உள்மகிழுங் கோன்கழல்கள் வெல்க
சிரங்குவிவார் ஓங்குவிக்குஞ் சீரோன் கழல்வெல்க 10
ஈச னடிபோற்றி எந்தை யடிபோற்றி
தேச னடிபோற்றி சிவன்சே வடிபோற்றி
நேயத்தே நின்ற நிமல னடிபோற்றி
மாயப் பிறப்பறுக்கும் மன்ன னடிபோற்றி
சீரார் பெருந்துறைநம் தேவ னடிபோற்றி 15
ஆராத இன்பம் அருளுமலை போற்றி
சிவனவன்என் சிந்தையுள் நின்ற அதனால்
அவனரு ளாலே அவன்தாள் வணங்ங்கிச்
சிந்தை மகிழச் சிவபுரா ணந்தன்னை
முந்தை வினைமுழுதும் மோய உரைப்பன்யான் 20
கண்ணுதலான் தன்கருணைக் கண்காட்ட வந்தெய்தி
எண்ணுதற் கெட்டா எழிலார் கழலிறைஞ்சி
விண்ணிறைந்து மண்ணிறைந்து மிக்காய் விளங்கொளியாய்
எண்ணிறந் தெல்லை யிலாதானே நின்பெருஞ்சீர்
பொல்லா வினையேன் புகழுமா றொன்றறியேன் 25
புல்லாகிப் பூடாய்ப் புழுவாய் மரமாகிப்
பல்விருக மாகிப் பறவையாய்ப் பாம்பாகிக்
கல்லாய் மனிதராய்ப் பேயாய்க் கணங்களாய்
வல்லசுர ராகி முனிவராய்த் தேவராய்ச்
செல்லாஅ நின்றஇத் தாவர சங்கமத்துள் 30
எல்லாப் பிறப்பும் பிறந்திளைத்தேன் எம்பெருமான்
மெய்யேஉன் பொன்னடிகள் கண்டின்று வீடுற்றேன்
உய்யஎன் உள்ளத்துள் ஓங்கார மாய்நின்ற
மெய்யா விமலா விடைப்பாகா வேதங்கள்
ஐயா எனஓங்கி ஆழ்ந்தகன்ற நுண்ணியனே 35
வெய்யாய் தணியாய் இயமான னாம்விமலா
பொய்யா யினவெல்லாம் போயகல வந்தருளி
மெய்ஞ்ஞான மாகி மிளிர்கின்ற மெய்ச்சுடரே
எஞ்ஞானம் இல்லாதேன் இன்பப் பெருமானே
அஞ்ஞானம் தன்னை அகல்விக்கும் நல்லறிவே 40
ஆக்கம் அளவிறுதி இல்லாய் அனைத்துலகும்
ஆக்குவாய் காப்பாய் அழிப்பாய் அருள்தருவாய்
போக்குவாய் என்னைப் புகுவிப்பாய் நின்தொழும்பின்
நாற்றத்தின் நேரியாய் சேயாய் நணியானே
மாற்றம் மனங்கழிய நின்ற மறையோனே 45
கறந்தபால் கன்னலொடு நெய்கலந்தாற் போலச்
சிறந்தடியார் சிந்தனையுள் தேனூறி நின்று
பிறந்த பிறப்பறுக்கும் எங்கள் பெருமான்
நிறங்களோ ரைந்துடையாய் விண்ணோர்க ளேத்த
மறைந்திருந்தாய் எம்பெருமான் வல்வினையேன் தன்னை 50
மறைந்திட மூடிய மாய இருளை
அறம்பாவம் என்னும் அருங்கயிற்றாற் கட்டிப்
புறந்தோல்போர்த் தெங்கும் புழுவழுக்கு மூடி
மலஞ்சோரும் ஒன்பது வாயிற் குடிலை
மலங்கப் புலனைந்தும் வஞ்சனையைச் செய்ய 55
விலங்கு மனத்தால் விமலா உனக்குக்
கலந்தஅன் பாகிக் கசிந்துள் ளுருகும்
நலந்தான் இலாத சிறியேற்கு நல்கி
நிலந்தன்மேல் வந்தருளி நீள்கழல்கள் காஅட்டி
நாயிற் கடையாய்க் கிடந்த அடியேற்குத் 60
தாயிற் சிறந்த தயாவான தத்துவனே
மாசற்ற சோதி மலர்ந்த மலர்ச்சுடரே
தேசனே தேனா ரமுதே சிவபுரனே
பாசமாம் பற்றறுத்துப் பாரிக்கும் ஆரியனே
நேச அருள்புரிந்து நெஞ்சில்வஞ் சங்கெடப் 65
பேராது நின்ற பெருங்கருணைப் பேராறே
ஆரா அமுதே அளவிலாப் பெம்மானே
ஓராதார் உள்ளத் தொளிக்கும் ஒளியானே
நீராய் உருக்கியென் ஆருயிராய் நின்றானே
இன்பமுந் துன்பமும் இல்லானே உள்ளானே 70
அன்பருக் கன்பனே யாவையுமாய் அல்லையுமாஞ்
சோதியனே துன்னிருளே தோன்றாப் பெருமையனே
ஆதியனே அந்தம் நடுவாகி அல்லானே
ஈர்த்தென்னை யாட்கொண்ட எந்தை பெருமானே
கூர்த்தமெய்ஞ் ஞானத்தாற் கொண்டுணர்வார் தங்கருத்தின் 75
நோக்கரிய நோக்கே நுணுக்கரிய நுண்ணுணர்வே
போக்கும் வரவும் புணர்வுமிலாப் புண்ணியனே
காக்குமெங் காவலனே காண்பரிய பேரொளியே
ஆற்றின்ப வெள்ளமே அத்தாமிக் காய்நின்ற
தோற்றச் சுடரொளியாய்ச் சொல்லாத நுண்ணுணர்வாய்80
மாற்றமாம் வையகத்தின் வெவ்வேறே வந்தறிவாம்
தேற்றனே தேற்றத் தெளிவேஎன் சிந்தனையுள்
ஊற்றான உண்ணா ரமுதே உடையானே
வேற்று விகார விடக்குடம்பி னுட்கிடப்ப
ஆற்றேன்எம் ஐயா அரனேஓ என்றென்று 85
போற்றிப் புகழ்ந்திருந்து பொய்கெட்டு மெய்ஆனார்
மீட்டிங்கு வந்து வினைப்பிறவி சாராமே
கள்ளப் புலக்குரம்பை கட்டழிக்க வல்லானே
நள்ளிருளில் நட்டம் பயின்றாடும் நாதனே
தில்லையுட் கூத்தனே தென்பாண்டி நாட்டானே 90
அல்லற் பிறவி அறுப்பானே ஓஎன்று
சொல்லற் கரியானைச் சொல்லித் திருவடிக்கீழ்ச்
சொல்லிய பாட்டின் பொருளுணர்ந்து சொல்லுவார்
செல்வர் சிவபுரத்தின் உள்ளார் சிவனடிக்கீழ்ப்
பல்லோரும் ஏத்தப் பணிந்து 95

பொழிப்புரை:
திருவைந்தெழுத்து மந்திரம் வாழ்க! திருவைந் தெழுத்தின் வடிவாக விளங்கும் இறைவனது திருவடி வாழ்க! இமைக்கும் நேரமும் கூட என் மனத்தினின்றும் நீங்காதவனது திருவடி வாழ்க! திருப்பெருந்துறையில் என்னை ஆட்கொண்ட குருமூர்த்தி யினது திருவடி வாழ்க! ஆகம வடிவாக நின்று இனிமையைத் தருபவனாகிய இறைவனது திருவடி வாழ்க! ஒன்றாயும் பலவாயும் உள்ள இறைவனது திருவடி வாழ்க! மன ஓட்டத்தைத் தொலைத்து என்னை அடிமை கொண்ட முழுமுதற் கடவுளது திருவடி வெற்றி பெறுக! பிறவித் தளையை அறுக்கின்ற இறைவனது வீரக் கழலணிந்த திருவடிகள் வெற்றி பெறுக! தன்னை வணங்காத அயலார்க்கு எட்டாத வனாயிருப்பவனது தாமரை மலர்போலும் திருவடிகள் வெற்றி பெறுக! கைகூம்பப் பெற்றவர்க்கு மனம் மகிழ்ந்து அருளுகின்ற இறைவன் திருவடிகள் வெற்றி பெறுக! கைகள் தலைமேல் கூம்பப் பெற்றவரை உயரச் செய்கிற சிறப்புடையவனது திருவடி வெற்றி பெறுக!
ஈசனது திருவடிக்கு வணக்கம். எம் தந்தையினது திருவடிக்கு வணக்கம். ஒளியுருவை உடையவனது திருவடிக்கு வணக்கம். சிவ பிரானது திருவடிக்கு வணக்கம். அடியாரது அன்பின்கண் நிலைத்து நின்ற மாசற்றவனது திருவடிக்கு வணக்கம். நிலையாமையுடைய பிறவியை ஒழிக்கின்ற அரசனது திருவடிக்கு வணக்கம். சிறப்புப் பொருந்திய திருப்பெருந்துறையின்கண் எழுந்தருளிய நம்முடைய கடவுளது திருவடிக்கு வணக்கம். தெவிட்டாத இன்பத்தைக் கொடுக் கின்ற மலைபோலும் கருணையையுடையவனுக்கு வணக்கம். நெற்றிக்கண்ணுடைய சிவபெருமான் தனது அருட்கண் காட்ட, அதனால் அவன் திருமுன்பு வந்து அடைந்து, நினைத்தற்குக் கூடாத அழகு வாய்ந்த அவனது திருவடியை வணங்கியபின், சிவபெரு மானாகிய அவன் என் மனத்தில் நிலை பெற்றிருந்ததனால், அவ னுடைய திருவருளாலே அவனுடைய திருவடியை வணங்கி மனம் மகிழும்படியும், முன்னைய வினைமுழுமையும் கெடவும், சிவனது அநாதி முறைமையான பழமையை யான் சொல்லுவேன்.
வானமாகி நிறைந்தும் மண்ணாகி நிறைந்தும் மேலானவனே! இயல்பாய் விளங்குகின்ற ஒளிப்பிழம்பாகி மனத்தைக் கடந்து அளவின்றி நிற்பவனே! உன்னுடைய மிக்க சிறப்பை, கொடிய வினையை உடையவனாகிய யான், புகழுகின்ற விதம் சிறிதும் அறி கிலேன். புல்லாகியும், பூண்டாகியும், புழுவாகியும், மரமாகியும் பல மிருகங்களாகியும், பறவையாகியும், பாம்பாகியும், கல்லாகியும், மனிதராகியும், பேயாகியும், பூதகணங்களாகியும், வலிய அசுரராகி யும், முனிவராகியும், தேவராகியும் இயங்குகின்ற இந்த நிலையியற் பொருள் இயங்கியற் பொருள் என்னும் இருவகைப் பொருள் களுள்ளே எல்லாப் பிறவிகளிலும் பிறந்து, யான் மெலிவடைந்தேன். எம் பெருமானே! இப்பொழுது உண்மையாகவே, உன் அழகிய திருவடிகளைக் கண்டு வீடு பெற்றேன்.
நான் உய்யும்படி என் மனத்தில் பிரணவ உருவாய் நின்ற மெய்யனே! மாசற்றவனே! இடபவாகனனே! மறைகள், ஐயனே என்று துதிக்க உயர்ந்து ஆழ்ந்து பரந்த நுண் பொருளானவனே! வெம்மை யானவனே! தண்ணியனே! ஆன்மாவாய் நின்ற விமலனே! நிலையாத பொருள்கள் யாவும் என்னை விட்டு ஒழிய, குருவாய் எழுந்தருளி மெய்யுணர்வு வடிவமாய், விளங்குகின்ற உண்மை ஒளியே! எவ் வகை யான அறிவும் இல்லாத எனக்கு இன்பத்தைத் தந்த இறைவனே! அஞ்ஞானத்தின் வாதனையை நீக்குகின்ற நல்ல ஞானமயமானவனே! தோற்றம், நிலை, முடிவு என்பவை இல்லாதவனே! எல்லா உலகங்களையும் படைப்பாய்; நிலை பெறுத்துவாய்; ஒடுக்குவாய்; அருள் செய்வாய்; அடியேனைப் பிறவியிற் செலுத்துவாய்; உன் தொண்டில் புகப் பண்ணுவாய்; பூவின் மணம் போல நுட்பமாய் இருப்பவனே! தொலைவில் இருப்பவனே! அண்மையில் இருப்பவனே! சொல்லும் மனமும் கடந்து நின்ற வேதப் பொருளாய் உள்ளவனே! சிறந்த அன்பரது மனத்துள் கறந்த பாலும் சருக்கரையும் நெய்யும் கூடின போல இன்பம் மிகுந்து நின்று, எடுத்த பிறப்பை ஒழிக்கின்ற எம் பெருமானே!
ஐந்து நிறங்களை உடையவனே! தேவர்கள் துதிக்க அவர்களுக்கு ஒளித்து இருந்தவனே! எம் பெருமானே! வலிய வினையையுடையவனாகிய என்னை, மறையும்படி மூடியுள்ள அறியாமையாகிய ஆணவம் கெடுதற்பொருட்டு, புண்ணிய பாவங்கள் என்கின்ற அருங்கயிற்றால் கட்டப்பெற்று, வெளியே தோலால் மூடி, எங்கும் புழுக்கள் நெளிகின்ற அழுக்கை மறைத்து ஆக்கிய, மலம் ஒழுகுகின்ற, ஒன்பது வாயிலையுடைய உடம்பாகிய குடிசை குலையும்படி, ஐம்புலன்களும் வஞ்சனை பண்ணுதலால் உன்னை விட்டு நீங்கும் மனத்தினாலே மாசற்றவனே! உன்பொருட்டுப் பொருந்தின அன்பை உடையேனாய், மனம் கசிந்து உருகுகின்ற நன்மையில்லாத சிறியேனுக்குக் கருணைபுரிந்து பூமியின்மேல் எழுந்தருளி நீண்ட திருவடிகளைக் காட்டி, நாயினும் கடையனாய்க் கிடந்த அடியேனுக்குத் தாயினும் மேலாகிய அருள் வடிவான உண்மைப் பொருளே!
களங்கமற்ற சோதியாகிய மரத்தில் பூத்த, பூப்போன்ற சுடரே! அளவிலாப் பேரொளியனே! தேனே! அரிய அமுதே! சிவபுரத்தை யுடையானே! பாசமாகிய தொடர்பையறுத்துக் காக்கின்ற ஆசிரியனே! அன்போடு கூடிய அருளைச் செய்து என் மனத்தில் உள்ள வஞ்சம் அழிய, பெயராமல் நின்ற பெருங்கருணையாகிய பெரிய நதியே! தெவிட்டாத அமிர்தமே! எல்லையில்லாத பெருமானே! ஆராயாதார் மனத்தில் மறைகின்ற ஒளியை யுடையானே! என் மனத்தை நீர் போல உருகச் செய்து என் அரிய உயிராய் நின்றவனே! சுகமும் துக்கமும் இயற்கையில் இல்லாதவனே! அன்பர் பொருட்டு அவைகளை உடையவனே! அன்பர்களிடத்து அன்புடைவனே! கலப்பினால் எல்லாப் பொருள்களும் ஆகி, தன்மையினால் அல்லாதவனும் ஆகின்ற பேரொளியை யுடையவனே! நிறைந்த இருளானவனே! புறத்தே வெளிப்படாத பெருமை உடையவனே! முதல்வனே! முடிவும் நடுவும் ஆகி அவையல்லாது இருப்பவனே! என்னை இழுத்து ஆட்கொண்டருளின எமது தந்தையாகிய சிவபெருமானே! மிகுந்த உண்மை ஞானத்தால் சிந்தித்து அறிபவர் மனத்தினாலும், எதிரிட்டுக் காண்பதற்கு அரிதாகிய காட்சியே! ஒருவரால் நுட்பம் ஆக்குதல் இல்லாத இயற்கையில் நுட்பமாகிய அறிவே! போதலும் வருதலும் நிற்றலும் இல்லாத புண்ணியனே! எம்மைக் காப்பாற்றுகின்ற எம் அரசனே! காண்பதற்கரிய பெரிய ஒளியே! மகாநதி போன்ற இன்பப் பெருக்கே! அப்பனே! மேலோனே! நிலைபெற்ற தோற்றத்தையுடைய விளங்குகின்ற ஒளியாகியும் சொல்லப்படாத நுட்பமாகிய அறிவாகி யும் மாறுபடுதலையுடைய உலகத்தில் வெவ்வேறு பொருளாய்க் காணப்பட்டு வந்து, அறிவாய் விளங்கும் தெளிவானவனே! தெளி வின் தெளிவே! என் மனத்துள் ஊற்றுப் போன்ற பருகுதற்குப் ெபாருந்திய அமிர்தமே! தலைவனே!
வெவ்வேறு விகாரங்களையுடைய ஊனாலாகிய உடம் பினுள்ளே தங்கிக் கிடக்கப்பெற்று ஆற்றேன் ஆயினேன். எம் ஐயனே! சிவனே! ஓ என்று முறையிட்டு வணங்கித் திருப்புகழை ஓதியிருந்து அறியாமை நீங்கி அறிவுருவானவர்கள் மறுபடியும் இவ்வுலகில் வந்து, வினைப் பிறவியையடையாமல், வஞ்சகத்தை யுடைய ஐம்புலன்களுக்கு இடமான உடம்பாகிய கட்டினை அறுக்க வல்லவனே! நடு இரவில் கூத்தினைப் பலகாலும் பயிலும் தலைவனே! தில்லையுள் நடிப்பவனே! தென்பாண்டி நாட்டையுடையவனே! துன்பப் பிறப்பை அறுப்பவனே! ஓவென்று முறையிட்டுத் துதித்தற்கு அருமையானவனைத் துதித்து, அவனது திருவடியின் மீது பாடிய பாட்டின் பொருளையறிந்து துதிப்பவர், எல்லோரும் வணங்கித் துதிக்க, சிவநகரத்திலுள்ளவராய்ச் சிவபெருமானது திருவடிக்கீழ் சென்று நிலைபெறுவர்.

குறிப்புரை:

சிவபுராணம் - சிவபெருமானது பழையனவாகிய பெருமைகளைக் கூறும் பாட்டு. புராணம் - பழைமை; அது முதற்கண் பழையனவாகிய பெருமையையும், பின்னர் அதனைக் கூறும் பாட்டினையும் குறித்தலின், இருமடியாகு பெயர். `சிவனது பழையனவாகிய பெருமை` என்னும் பொருளைத் தருமிடத்து, இரு பெயரொட்டாகுபெயராம். `பழைமை` என்பது, இங்குக் காலம் பற்றியதாகாது, காலத்திற்கு அப்பாற்பட்ட நிலையே குறிப்பது. இந்நிலையை, அனாதி என்பராதலின், `சிவபுராணம்` என்றதற்கு, சிவனது அனாதி முறைமையான பழைமை எனக் கருத்துரைத்தனர், முன்னோர். இதுபோலும் கருத்துக்களைத் திருவாசகத்தின் பகுதிகள் எல்லாவற்றிற்கும் அவர் உரைத்திருத்தல் அறிக.
இங்கு, கலி வெண்பா என்றது, வெண்கலிப்பாவினை. இதனை, `கலிவெண்பாட்டு` என்பர் தொல்காப்பியர். முழுதும் வெண்டளையே கொண்டு, ஈற்றடி முச்சீர்த்தாய் வருதலின், `கலிவெண்பா` எனவும் பெயர் பெறுவதாயிற்று. எனினும், துள்ளலோசையே நிகழ்வதாகலின், கலிவகையேயாம்.
``பாவிரி மருங்கினைப் பண்புறத் தொகுப்பின்
ஆசிரி யப்பா வெண்பா என்றாங்
காயிரு பாவினு ளடங்கு மென்ப`` -தொல். செய். 107
என்பதும்,
``ஆசிரிய நடைத்தே வஞ்சி: ஏனை
வெண்பா நடைத்தே கலியென மொழிப`` -தொல். செய். 108
என்பதும் தொல்காப்பியமாதலின், கலிப்பாவும் ஓராற்றான் வெண்பாவேயாதல் அறிக. இதுபற்றியேபோலும், `நெடு வெண் பாட்டு` எனத் தொல்காப்பியமும், `பஃறொடை வெண்பா` எனப் பிற நூல்களும் கூறும். மிக்க அடிகளையுடைய வெண்பாவை, `கலிவெண்பா` என்றும் வழங்கினர் பின்னோர். செப்பலோசையான் வருதலும், துள்ளலோசையான் வருதலும் வெண்பாவிற்கும், கலிப்பா விற்கும் உள்ள வேறுபாடாதல், நன்கறியப்பட்டது. ஆகவே, திரு வாசக உண்மையில், `சிவபுராணத்து அகவல்` என்றமை ஆராய்தற் குரியது.
இது, `திருப்பெருந்துறையில் அருளிச் செய்யப்பட்டது, என்பது, பதிப்புகளில் காணப்படுவது. இதுமுதலாகத் திருவாசகப் பகுதிகள் அருளிச் செய்யப்பட்ட தலங்களைப் புராணங்கள் பலதலைப் படக் கூறுகின்றன. நீத்தல் விண்ணப்பம், திருக்கழுக்குன்றப் பதிகம் தவிர, ஏனைய திருவாசகம், திருக்கோவையார் ஆகிய எல்லாவற்றை யும் அடிகள் தில்லையை அடைந்து ஆங்கு எழுந்தருளியிருந்த நாள்களில் அருளினார் எனக் கொள்ளுதலே பொருந்துவதுபோலும்! இறைவன், `தில்லைப் பொதுவில் வருக` என்றருளிய ஆணை வழியே ஆங்கு அடைந்த அடிகள், அதன் பின்னும் இறைவன் தம்மைத் தன் திருவடி நிழலிற் சேர்த்துக் கொள்ளாது வாளாவிருந்தமைபற்றி எழுந்த கையறவினாலே இப்பாடல்கள் எல்லாவற்றையும் பாடினாராவர். இக் கையறவு திருவாசக முழுதும் இனிது வெளிப்பட்டுக் கிடத்தலானும், `தில்லைக்கு வருக` என்று இறைவன் பணித்தனன் என்பது தெளிவாகலானும், அவ்விடத்தை அடையும் முன்னரே அங்ஙனம் வருந்தினார் என்றல் பொருந்தாமையறிக. இவ்வாறாதலின், தில்லைக்குச் செல்லுங்கால் பிறதலங்களில் இறைவனை வணங்கும் அவாவால் அடிகள் ஆங்கெல்லாம் சென்று வணங்கித் தில்லையை நோக்கி விரைந்து சென்றதன்றித் திருப்பாடல்கள் பாடிற்றிலர் எனக் கொள்ளற்பாற்று.
1-16. அறிவாற் சிவனேயான திருவாதவூரடிகள், `சிவபுராணம்` எனத் தாம் எடுத்துக்கொண்ட இத்திருப்பாட்டிற்கு முதற்கண் கூறும் மங்கல வாழ்த்தாக, இறைவனை, `வாழ்க`, வெல்க, போற்றி` எனப் பன்முறையான் வாழ்த்துகின்றார். அதனானே, இவ்வடிகள் மேல்வரும் அடிகளோடு தொடர்புற்று நிற்க, பாட்டு ஒன்றாயிற்று. இதனால், இத்திருப்பாட்டே தில்லையில் முதற்கண் அருளிச் செய்யப்பட்டது என்பது விளங்கும்.
1. `நமச்சிவாய` என்னுந் தொடர், தன்னையே குறித்து நின்றது. இதனை முதற்கண் சிறந்தெடுத்தோதியவாற்றால், `மந்திரங்கள் எல்லாவற்றுள்ளும் தலையாயதாகிய` என்னும் இசையெச்சம், முதற்கண் வருவித்துரைக்கப்படும். அதனானே, இதனின்மிக்க மங்கலச் சொல் இல்லையாதலும் பெறப்படும். இத்திருப்பாட்டினுட் போந்த உயிரளபெடை ஒற்றளபெடைகள் இல்லாது ஓதின், தளை சிதைதல் காண்க. ``நாதன்`` என்றது, முன்னர்ப் போந்த மந்திரத்தால், `சிவபெருமானை` என்பது விளங்கிற்று. நாதன் - தலைவன். நமச்சிவாய மந்திரம், மந்திரங்கள் எல்லாவற்றினும் மிக்கது. எனவே, `அதற்குப் பொருளாய் உள்ள நாதனே, எல்லாத் தேவரினும் மிக்க முழுமுதற் கடவுள்` என்பது போந்தது. `நாதன்` என்றதற்கு, `நாத தத்துவத்தில் உள்ளவன்` என்று உரைப்பாரும் உளர். மந்திரம், இறைவன் திருவருளினது தடத்த நிலையும், அவனது திருவடி, அதன் உண்மைநிலையுமாம். அவற்றுள் மந்திரம் நம்மனோரால் அறியப் படுதல் பற்றி அதனை முதற்கண் வாழ்த்தி, பின்னர்த் திருவடியையே பன்முறையானும் வாழ்த்துகின்றார்.
2. ``நெஞ்சின்`` என்றதில் இன், நீக்கப் பொருட்கண் வந்த ஐந்தாம் உருபு. இல்லுருபாகக் கொள்ளினும் அப் பொருட்டேயாம்.
3. எடுத்துக்கோடற்கண்ணே அருளிச் செய்தமையால், `கோகழி` என்பது திருப்பெருந்துறையேயாதல் பெறப்படும். எங்ஙன மெனின், அடிகள் அருள்பெற்ற தலம் அதுவேயாதலின். இச்சொற்குப் பொருள் பல கூறுப. இப்பெயர் பின்னர் வழக்கு வீழ்ந்தமையின், பலரும் தத்தமக்குத் தோன்றியவாறே வேறுவேறு தலங்களை இதற்குப் பொருளாகக் கூறுவர். `ஆண்ட` என்ற இறந்த காலம், அடிகளை இறைவன் ஆட்கொண்ட காலம்பற்றி வந்தது. எனவே, `கோகழியை ஆள்வோனாய் எழுந்தருளியிருந்த` என்பது அதற்குப் பொருளாம். ``குருமணி`` என்றது, குரவருள் மேம்பட்டவன் என்னும் கருத்தினதாம்; எங்ஙனமெனின், மணியென்னும் உவம ஆகுபெயர், `சிறப்பே காதல் நலனே வலி` (தொல். பொருள் - 275). என்ற நான்கினுள் சிறப்பு நிலைக்களனாக வந்ததாகலின். எனவே, இது, `பரமாசாரியன்` என்றவாறாயிற்று. இங்ஙனங்கூறுதல் இறைவன் ஒரு வனுக்கே உண்மையாயும், ஏனையோர்க்கு முகமனாயும் அமைதலை அறிந்துகொள்க.
4. ஆகமம், சிவாகமம். வேதம் பொது நூலாதலின், அதன் கண் பாலில் நெய்போல விளங்காது நிற்கும் இறைவனது உண்மை இயல்பு, சிறப்பு நூலாகிய சிவாகமங்களில், தயிரில் நெய்போல இனிது விளங்கி நிற்குமாதலின், ``ஆகமமாகி நின்று அண்ணிப்பான்`` என்று அருளிச் செய்தார். அண்ணித்தல் - இனித்தல்.
5. இறைவன், ஏகனாய் நிற்றல் தன்னையே நோக்கி நிற்கும் உண்மை நிலையிலும், அநேகனாய் நிற்றல் உலகத்தை நோக்கி நின்று அதனைச் செயற்படுத்தும் பொது நிலையிலுமாம். `சத்தும் அசத்தும் இலவாய் இருந்தபோது தனியே சிவபிரான் ஒருவனே இருந்தான்; அவன், நான் பலவாகுவேனாக என விரும்பினான்` என்றாற்போல உபநிடதங்களில் வருவனவற்றைக் காண்க. `இறைவன்` என்பதற்கு, `எல்லாப் பொருளிலும் தங்கியிருப்பவன்` என்பது சொற் பொருளாயினும், `தலைவன்` என்பதன் மறுபெயராய் வழங்கும். `இறு` என்பது இதன் முதனிலை. `இற` என்பது அடியாக வந்ததென உரைப்பார்க்கு, `கடவுள்` என்பதன் பொருளேயன்றி வேறு பொருள் இன்றாமாதலின், அது சிறவாமை அறிந்துகொள்க. இத்துணையும் வாழ்த்துக் கூறியது; இனி வெற்றி கூறுப.
6. ``வேகம்`` என்றது, `யான், எனது` என்னும் முனைப்பினை. ``ஆண்ட`` என இறந்த காலத்தாற் கூறினமையின், ஆண்டது, அடிகளையேயாயிற்று. வேந்தன் - ஞானத் தலைவன்.
7. ``பிறப்பறுக்கும்`` என, `முந்நிலைக் காலமும் தோன்றும் இயற்கை` கூறினமையின், இது, தம்மை உள்ளிட்ட அனைவர்க்கும் செய்தலாயிற்று. பிஞ்ஞகன் - தலைக்கோலம் உடையவன். சிவபிரானது தலைக்கோலம், மணிமுடியும், நறுமலர்க் கண்ணியும் முதலாய பிறர் தலைக்கோலங்கள் போலாது, சடைமுடியும், பிறைக் கண்ணியும், கங்கையும், பாம்பும் முதலியனவாக வேறுபட்டு நிற்ற லின், இப்பெயர், அவனுக்கே உரியதாயிற்று. பிஞ்ஞகம், `பின்னகம்` என்பதன் மரூஉ. ``பெய்`` என்றது, கழலுக்கு அடையாய், `கட்டப் படுகின்ற` எனப் பொருள் தந்தது. இதனை இங்ஙனம் கிளந்தோதிய வதனால், `சிவபிரானது வெற்றியே உண்மை வெற்றி` என்பது கொள்ளப்படும். `யாவரது வெற்றியும் சிவபிரானது வெற்றியே` என்பதனைக் கேனோபநிடதம், சிவபிரான் ஓர் யட்ச வடிவில் எல்லாத் தேவர் முன்னும் தோன்றிச் செய்த திருவிளையாடலில் வைத்து விளக்குதல் காண்க.
8. புறத்தார் - சிவபிரானது திருவருட்குப் புறம்பானவர்; அஃதாவது, அவனது பெருமையை உணரமாட்டாது, ஏனைத் தேவர் பலருள்ளும் ஒருவனாக நினைப்பவர் என்றதாம்.
``சிவனோடொக் குந்தெய்வம் தேடினும் இல்லை;
அவனோடொப் பாரிங் கியாவரும் இல்லை;``
``அவனை யொழிய அமரரும் இல்லை;
....................................
அவனன்றி மூவரால் ஆவதொன் றில்லை;`` -தி.10 திருமந்திரம் 5,6
என்றற் றொடக்கத்தனவாகத் திருமந்திரம், எடுத்துக் கோடற்கண்ணே சிவபிரானது தனிப் பெருஞ் சிறப்பினை இனிது விளங்க எடுத்தோதி விரித்தலும், அவ்வாறே ஏனைய திருமுறைகளும் அதனைப் பல்லாற்றானும் ஆங்காங்கு வலியுறுத்தோதலும் காண்க.
சிவபிரான் உயிர்கட்குச் செய்யும் செயல் இருவகைத்து; ஒன்று மறைத்தல்; மற்றொன்று அருளல். (மறைத்தலின் வகையே, படைத்தல் முதலிய மூன்றும்). அவற்றுள் மறைத்தலும் அருட்செயலேயாயினும், அது, முன்னர்த் துன்பம் பயத்தலின் மறக்கருணையாய் நிற்க, அருளல் ஒன்றே அறக்கருணையாம். ஆதலின், `திருவருள்` என்பது, அருளலையே குறிப்பதாயிற்று. இவ் அறக்கருணை, அவனது தனிப் பெருமையை உணர்ந்தார்க்கன்றிக் கூடாது என்பதனை, ``பொது நீக்கித் தனைநினைய வல்லோர்க் கென்றும் - பெருந்துணையை`` (தி.6 ப.1 பா.5) என்னுந் திருத்தாண்டகத்தால் உணர்க.
சிவபிரானைப் பொதுநீக்கி உணரும் நிலையே `சரியை, கிரியை, யோகம்` என்னும் தவங்களாம். இத் தவத்தாலே, சிவபிரான் குருவாய் நின்று அஞ்ஞானத்தையகற்றி, மெய்ஞ்ஞானத்தைக் கொடுத்துப் பிறப்பினையறுத்தல் உளதாகும். ஆகவே, சிவபிரானைப் பொதுநீக்கி உணரமாட்டாதவர், அவனது திருவருட்குப் புறம்பாதல் அறிக. ``புறத்தார்க்குச் சேயோன்`` எனவே, அணியனாய் நின்று பிறப்பையறுத்தல், அவனைப் பொதுநீக்கி நினையும் அகத்தார்க் கென்பது பெறப்பட்டது. சிவபிரானைப் பொதுநீக்கி நினையும் நிலை, சத்திநிபாதத்து உத்தமர்க்கே உளதாகும் என்க.
``பூங்கழல்கள்`` என்றதில், `பூ` என்பது, `பொலிவு` என்னும் பொருட்டாய், திருவடிக்கு அடையாயிற்று.
9, 10. ``குவிவார்`` இரண்டன் பின்னும் இரண்டனுருபுகள் தொகுத்தலாயின. `குவிப்பார்` என்னாது, ``குவிவார்`` என்று அருளினமையால், `தம் குறிப்பின்றி அவை தாமே குவியப் பெறுவார்` என, அவரது அன்பின் மிகுதி கொள்க. ``கரம்`` என முன்னர்க் கூறிப் போந்தமையின், வாளா, ``சிரங்குவிவார்`` என்று போயினார். எனவே, ``கரங்குவிவார்`` என்றது, `கைகள் தம்மளவில் குவியப் பெறுவார்` எனவும், ``சிரங்குவிவார்`` என்றது, `அவை சிரமேற் சென்று குவியப்பெறுவார்` எனவும் பொருள்படுமாறு உணர்ந்து கொள்க. கைகள் தம்மளவிற் குவியப்பெறுவாரினும், அவை தலைமேற் சென்று குவியப்பெறுவாரது வசமழிவு பெரிதாகலின், `முன்னையோரை உள்மகிழ்தலும், பின்னையோரை ஓங்குவித்தலும் செய்வான்` என்று அருளிச் செய்தார். ஓங்குவித்தல் - ஏனையோர் பலரினும் உயர்ந்து விளங்கச் செய்தல். சிறந்த அறிவராய் (ஞானிய ராய்) விளங்குதலும் இதன்கண் அடங்கும் என்க. `ஓங்குவிப்பான்` என்ற இதனால், உள்மகிழ்தல், பொதுப்பட நிற்கும் நலங்களை அருளுதலாயிற்று. சீர் - புகழ். இத்துணையும் வெற்றி கூறியது; இனி, போற்றி கூறுவார்.
11. ஈசன் - ஆள்பவன். `போற்றி` என்பது `வணக்கம்` என்னும் பொருளதாகிய தொழிற்பெயர். இதற்குமுன்னர், நான்கனுருபு விரிக்க.
12. தேசன் - ஒளி (ஞான) வடிவானவன். சிவன் - நிறைந்த மங்கலம் (நன்மை) உடையவன்.
13. நேயத்தே நிற்றல் - அன்பிலே விளங்கித் தோன்றுதல். ``நின்ற`` என இறந்த காலத்தால் அருளியது, முன்னையோரது அநுபவம் பற்றி என்க.
14. மாயம் - நிலையின்மை. `பிறப்பை மாய (கெட) அறுக்கும்` என்றும் ஆம். மேல்வரும் பிறப்புக்களை அறுத்தலை மேலே அருளிச் செய்தமையின், இங்கு, `பிறப்பு` என்றது, எடுத்த பிறப்பை; அஃதாவது உடற்சிறையை என்க.
15. சீர் - அழகு. ``நம் தேவன்`` என்றது, ஏனை அடியார்களையும் நினைந்து. `தம்மையெல்லாம் ஆளாகக் கொண்டு, தமக்குத் தலைவனாய் நின்றருளினவன்` என, அவனது அருட்டிறத்தை நினைந்துருகியவாறு.
16. ஆராமை - நிரம்பாமை; தெவிட்டாமை. ``மலை`` என்றது காதலின்கண் வந்த உவம ஆகுபெயர். இத்துணையும், `வாழ்த்து, வெற்றி, போற்றி` என்னும் மூவகையில் முதற்கண் மங்கல வாழ்த்துக் கூறியவாறு. இவற்றுள், பொருளியல் புரைத்தலும் அமைந்து கிடந்தவாறு அறிக. ``கண்ணுதலான்......... எழிலார் கழல் இறைஞ்சி`` என மேல்வரும் அடிகள் இரண்டனையும் இம் மங்கல வாழ்த்தின் பின்னர்க் கூட்டியுரைக்க.
17-20. ``சிவபுராணந்தன்னை`` என்றதை முதலிலும், ``அவனருளாலே`` என்றதை, ``தாள்`` என்றதன் பின்னரும் வைத்து உரைக்க.
``சிவனவன்`` என்றதில் `அவன்`, பகுதிப் பொருள் விகுதி. `சிவன்` என்பதில் விகுதியும் உளதேனும், விகுதிமேல் விகுதி வருமிடத்து, முன்னை விகுதியும் பகுதிபோலக் கொள்ளப்படுமாறு அறிந்துகொள்க. ஏகாரம், பிரிநிலை; இதனால் பிரிக்கப்பட்டு நின்றது, `என் ஆற்றலால்` என்பது. `வணங்கி மகிழ` என இயையும். ``மகிழ`` என்றது, சினைவினை முதல் மேல் நின்றதாகலின், அது, ``வணங்கி`` என்றதற்கு முடிபாதற்கு இழுக்கின்று. மகிழ - மகிழ்தல் ஒழியா திருக்குமாறு; இவ்வெச்சம், காரியப் பொருட்டாய், ``மோய`` என்னும் காரணப் பொருட்டாய எச்சத்தொடு முடிந்தது. முற்பிறப்பிற் செய்யப் பட்ட வினைகளுள், முகந்து கொண்டவை போக எஞ்சி நின்றவை, இறைவனது அருளாற்றலாற் கெட்டொழிந்தமையின், இங்கு, ``முந்தை வினை`` என்றது, முகந்து கொண்டவற்றையேயாம். மோய - நீங்க. இது, `மோசனம்` என்னும் வடசொல்லின் திரிபாய்ப் பிறந்ததாம். இப்பாட்டினுள் யாண்டும், மோனை சிதைந்த தின்மையின் `ஓய` எனக் கண்ணழித்தல் பொருந்தாமை அறிக. பிராரத்தம் சிறிது தாக்கினும் இறையின்பம் இடையறவுபட்டுத் துன்பமாமாதலின், `சிறிதும் தாக்காமைப் பொருட்டு` என்பார், ``முழுதும் மோய`` என்றும், அங்ஙனம் அவை முற்றக் கெடுதற்கு இறைவனை இடையறாது உணர்தலன்றிப் பிறிதாறு இன்மையின், `சிவபுராணந்தன்னை உரைப்பன்` என்றும் அருளிச் செய்தார். ``சிவபுராணந்தன்னை`` என, வேறொன்று போல அருளிச் செய்தாராயினும் ``சிவபுராணமாகிய இப்பாட்டினை` என்றலே கருத் தென்க. இஃது உணராதார் சிலர், அடிகள், தம் பாடற்றொகுதி முழுவதற்குமாகவே இப் பெயர் கூறினார் என மயங்கியுரைப்பர்; அவ்வாறாயின், `கீர்த்தித் திருவகவல், திருவண்டப் பகுதி` முதலியன போல, இப்பாட்டிற்கும் வேறொரு பெயர் வேண்டுமென்று ஒழிக. ``முந்தை வினை முழுதும் மோய`` என, முதலதாகிய இப்பாட்டினுள் அருளிச் செய்தமையின், இஃது, ஏனைய திருப்பாட்டிற்கும் கொள்ளப் படுவதாம். ``யான்`` என்றதை, ``இறைஞ்சி`` என்றதன் முன்னர்க் கூட்டுக.
21-22. காட்டுதல் - உருவத் திருமேனி கொண்டுவந்தே புலப்படுத்தல். காட்ட - காட்டுதற்பொருட்டு. எய்தி - எய்தியதனால்; ஆசிரியத் திருக்கோலத்துடன் வந்து வீற்றிருந்தமையால், இஃது, ஆட்கொண்டமையாகிய காரியந் தோன்ற நின்றது. `எண்ணுதற்கும்` என்னும் இழிவு சிறப்பும்மை, தொகுத்தலாயிற்று. அடைதல், சொல்லுதல் இவற்றினும் எண்ணுதல் எண்மையுடைத்தாதலின், `அதற்கும் வாராத திருவடி` என்றபடி. ``இறைஞ்சி`` என்றது, மேல் மங்கல வாழ்த்தில் கூறியவாற்றை எல்லாம். `கண்ணுதலானது எண்ணு தற்கும் எட்டாத எழிலார் கழல்களை, அவன் தனது கருணைக் கண்ணைக் காட்டுதற்பொருட்டு வந்து எய்தியதனால், யான் அநுபவ மாகவே இவ்வாறு இறைஞ்சி இச் சிவபுராணத்தை உரைப்பன்` என உரைத்துக் கொள்க.
23-25. இவ்வடிகளில் உள்ள வினையெச்சங்கள் காரணப் பொருள. ``மிக்காய்`` என்றது, `மேல் உள்ளவனே` என, விளி. ``விளங்கொளியாய்`` என்றது, `தானே விளங்கும் அறிவு வடிவாய்` என, வினையெச்சம். எண் - எண்ணம்; சிந்தை. இது, சீவனைச் சிந்தை என்று கூறியது. (சிவஞானசித்தி - சூ. 4. 28) மேலும் கீழுமாய விண்ணையும், மண்ணையும் கூறவே, இடைநிற்கும் பிற பூதங்கள் யாவும் அடங்கின. ``பூதங்கள் தோறும் நின்றாய்`` என்பது முதலியன, பின் வருவனவற்றுட் காணப்படும். `விண்ணிலும் மண்ணிலும் நிறைந்து நிற்குமாற்றால் அவற்றின் மேல் உள்ளவனே! இயல்பாகவே விளங்கும் அறிவையுடையையாமாற்றால் ஆன்ம அறிவைக் கடந்து நின்று, அவ்வாற்றானே, வரம்பின்றிப் பரந்து நிற்பவனே` என்க. ``மிக்காய்`` என்றதும், ``எண்ணிறந்து`` என்றதும், `எல்லாப் பொருள்களையும் தனது வியாபகத்துள் அடக்கிநிற்பவன்` எனவும், ``எல்லையிலாதான்`` என்றது, `தான் ஒன்றன் வியாபகத்துட் படாதவன்` எனவும் அருளியவாறு. இங்ஙனம் போந்தன பலவும், இறைவனது புகழ், அளவிடப் படாத பெரும் புகழாயிருத்தற்குரிய காரணத்தை உடம்பொடு புணர்த்தலால் தெரிவித்தற் பொருட்டுக் கூறியனவாம். பொல்லா வினை - தீவினை. இறைவனை மறக்கச் செய்வதில் நல்வினையினும் தீவினை வலிமையுடையது. ஆதலின், ``புகழுமாறு ஒன்றறியேன்`` என்றார். `புகழ்தல்` என்பது, இங்கு, `சொல்லுதல்` என்னும் அளவாய் நின்றது. ஆறு - முறைமை. ஒன்று - சிறிது. `ஒன்றும்` என்னும் இழிவு சிறப்பும்மை தொகுத்தலாயிற்று. `நல்வினையுடையோரும், வினை நீங்கப்பெற்றோரும் உனது பெருஞ்சீரினை முறையறிந்து சிறிது சொல்ல வல்லர்; யான் பொல்லா வினையேனாகலின், அவ்வாறு சிறிதும் மாட்டேனாயினேன்` என்றபடி. எனவே, `இங்ஙனமாயினும், உரைப்பன் என்னும் அவாவினால் எனக்குத் தோன்றியவாறே நெறிப்பாடின்றிக் கூறுவன சிலவற்றை ஏற்றருளல் வேண்டும்` என வேண்டிக் கொண்டதாயிற்று. இஃது, அவையடக்கமாயும் நிற்றல் அறிக. அவை, அடியவரது திருக்கூட்டம்.
26-32. `மிருகம்` என்பது, `விருகம்` என மருவிற்று. கல்லினுள் வாழும் தேரை முதலியன போன்றவற்றை, ``கல்`` என்று அருளினார். இனி, `கல்தானே ஒருபிறப்பு`` எனக் கொண்டு அதற்கும் வளர்ச்சி உண்டென உரைப்பாரும் உளர். கணங்கள் - பூதங்கள். `வல் அசுரராகி` என்க. செல்லா நிற்றல் - உலகில் இடையறாது காணப்பட்டு வருதல். ``பிறப்பும்`` என்றதில், `பிறப்பின்கண்ணும்` என ஏழாவது விரிக்க. ``பிறந்து`` என்றதற்கு, `பலமுறை பிறந்து` என உரைக்க. ``எம் பெருமான்`` என்றது, விளி. ``இன்று`` என்றதனை, இதன்பின்னும், ``மெய்யே`` என்றதனை, ``வீடுற்றேன்`` என்றதன்பின்னும் கூட்டுக. ``கண்டு வீடுற்றேன்`` என்றது, `உண்டு பசிதீர்ந்தான்` என்றாற்போலக் காரண காரியப் பொருட்டு. ``இன்று, கண்டு வீடுற்றேன்`` என்றதனால், எல்லாப் பிறப்பும் பிறந்து இளைத்தது, இதனைக் காணாத முன்னை நாள்களில் என்பது பெறப்பட்டது. ``மெய்யே`` என்னும் பயனிலைக்கு, `இது` என்னும் எழுவாய் வருவிக்க. இவ்வாறு வலியுறுத்தோதியது, தாவரசங்கமங்களாய் உள்ள பலவகைப் பிறப்புக் களிலும் பலகாலும் பிறந்து, இனி என்னே உய்யுமாறு என்று இளைத் தற்குக் காரணமாயிருந்தன பலவும், உனது திருவடியைக் கண்ட துணையானே அற்றொழிந்தன; இஃது உன்பெருமை இருந்தவாறு` என வியந்தவாறு. இதன்பின், `ஆதலின்` என்னும் சொல்லெச்சம் வரு வித்து, அதனை, முடிவில் ``அரனேயோ`` என்றதில் உள்ள, `உனக்கு ஓலம்` என்னும் பொருளதாகிய, ``ஓ`` என்றதனோடு முடிக்க.
33. உள்ளத்துள் ஓங்காரமாய் நிற்றல் - அகர உகர மகர நாத விந்துக்களாய் நின்று அந்தக்கரணங்களை இயக்கிப் பொருள் உணர்வைத் தருதல். இதனை யோக நெறியாலும், ஞானத்தினாலும் உணர்வர் பெரியோர். அவற்றுள், யோக நெறியாய் உணர்தல் பாவனை மாத்திரத்தாலேயாம். ஞானத்தினால் உணர்தலே அநுபவமாக உணர்தலாகும். அடிகள் ஞானத்தினால் உணர்ந்த உணர்ச்சியால் அருளுதலின், ``உய்ய`` எனவும், ``மெய்யா`` எனவும் போந்த மகிழ்வுரைகள் எழுவவாயின.
34. விடை - எருது. அதனைச் செலுத்துவோனை, ``பாகன்`` என்றது, மரபு வழுவமைதி.
35. ஐயன் - தலைவன். என - என்று சொல்லும்படி. `வேதங்கள் சிவபிரானையே தலைவன் என முழங்குகின்றன` என்றதாம். இதனை, சுவேதாசுவதரம், அதர்வசிகை முதலிய உபநிடதங்களில் தெளிவாகக் காணலாம். `ஓங்கி, ஆழ்ந்து, அகன்ற` என்ற மூன்றும், முறையே, `மேல், கீழ், புடை` என்னும் இடங்களிற் பரவியிருத்தல் கூறியவாறு. இங்ஙனம் எல்லையின்றிப் பரந்து நிற்றலை, `அகண்டாகாரம்` என்பர். ``நுண்ணியனே`` என்றது, மேற்கூறியவாறு, எங்கும் வியாபகனாய் நிற்றற்குரிய இயைபினை விளக்கியவாறாம். `ஓங்கி ஆழ்ந்து அகன்ற நுண்ணியனாதலை யறிந்தே வேதங்கள். உன்னை, ஐயா எனத் துதிக்கின்றன` என்றபடி.
36. வெய்யாய் - வெப்பமுடையவனே. தணியாய் - தட்ப முடையவனே. இவ்விரண்டும் ஒறுத்தலையும், அருளலையும் குறித்துக் கூறியனவாம். இவற்றை முறையே `அறக்கருணை, மறக் கருணை` என்பர். `யஜமானன்` என்னும் ஆரியச் சொல், `இயமானன்` என்று ஆயிற்று. இஃது உயிருக்குச் சொல்லப்படும் பெயர். ``இயமான னாய் எறியுங் காற்றுமாகி`` (தி.6 ப.94 பா.1) என்றாற் போல்வனவுங் காண்க. `அறக்கருணை, மறக்கருணை என்பவற்றை உயிர்களோடு வேற்றுமையின்றி நின்று செய்கின்றாய்` என்றதாம்.
37. முதலில் ஞானம்போலத் தோன்றி, பின் ஞானமன்றாய்ப் போதலின், விபரீத ஞானத்தை, ``பொய்`` என்றும், அது பலவகை நிலைகளையுடைமையால், ``எல்லாம்`` என்றும் கூறினார். ``போய் அகல`` என்றதை, அகன்றுபோக என மாறிக் கூட்டுக. ``வந்தருளி`` என்றதில் அருளி, துணைவினை. இறைவனைப் பற்றிவரும் வினைச் சொற்களில், இவ்வாறு வருமிடங்களைத் தெரிந்துகொள்க. வருதல், உள்ளத்தில்.
38. மெய் - நிலைபேறு. மிளிர்தல் - மின்னுதல். `விளக்கு வந்து ஒளிவிடுங்காலத்து இருள் நீங்குதல் போல, நீ வந்து விளங்கிய காலத்து அஞ்ஞானம் அகன்றது` என்றவாறு. `ஏனைய விளக்குக்கள் போல அணையும் விளக்கல்லை` என்பார். ``மெய்ச்சுடரே`` என்று அருளினார். `நொந்தா ஒண்சுடரே`` (தி. 7 ப.21 பா.1) என்றாற்போல வருவனவுங்காண்க.
39. `எஞ்ஞானம்` என்றதில் எகரவினா, எஞ்சாமைப் பொருட்டு. `எஞ்ஞானமும்` என்னும் முற்றும்மை தொகுத்தலாயிற்று. ``இன்பப் பெருமானே`` என்பதை முன்னர்க்கூட்டி, `இல்லாதேனது அஞ்ஞானந்தன்னை` என இயைக்க.
40. நல்லறிவு - குற்றத்தொடுபடாத அறிவு. `அறிவை உடையவனே` என்னாது, ``அறிவே`` என்றார், அதனது மிகுதியுணர்த்தற்கு. முன்னர், ``மெய்ஞ்ஞானமாகி மிளிர்கின்ற`` என்றது பலர்க்கும், பின்னர், ``அஞ்ஞானந்தன்னை அகல்விக்கும்`` என்றது `தமக்கும்` எனக் கொள்க.
1. ஆக்கம் - தோற்றம். ``அளவு`` என்றதனை, ``இறுதி`` என்றதன் பின்னர்க் கூட்டுக. இறுதி - அழிவு. `இல்லாய்` ஆக்குவாய் முதலியனவும், ஏனையபோல விளிகளே.
42. ஆக்குதல் முதலிய மூன்றும் மறைத்தலின் வகையே யாதலின், அதனைவிடுத்து, ``அருள்தருவாய்`` என்றருளினார்.
43. ``தொழும்பின்`` என, பின்னர் வருகின்றமையின், வாளா, ``போக்குவாய்`` என்றார். ``என்னை`` என்பதை முதலிற் கூட்டுக. `என்னை உன் தொண்டில் ஈடுபடாதவாறு நீக்குகின்றவனும் நீயே; அதன்கண் ஈடுபடச் செய்கின்றவனும் நீயே` என்றபடி. `இருவேறு நிலையும் எனது பக்குவத்திற்கேற்ற படியாம்` என்றல் திருவுள்ளம்.
44. நாற்றத்தின் - பூவில் மணம்போல. நேரியன் - நுண்ணியன். இதன்பின், `பரியாய்` என்பதனை வருவித்துக் கொள்க. நுண்மை, அறிதற்கரிய அவனது உண்மை இயல்பும், பருமை அவனது பொதுவியல்பும் என்க. உண்மை இயல்பு அறிதற்கரியதாயினும் அநுபவிக்கப்படும் என்றதற்கு, ``நாற்றத்தின்`` என்று அருளிச் செய்தார். சேய்மை - மறைந்து நிற்கும் நிலை. நணிமை - வெளிப்பட்டு நிற்கும் நிலை.
45. மறையோன் - வேதத்தை அருளிச் செய்தவன்; இது, `முதற் கடவுள்` என்னும் பெயர் மாத்திரையாய் நின்றது.
46. அப்பொழுது கறக்கப்பட்ட பால், சுவை மிகுதியுடைத் தாதல் அறிக. ஒடு, எண்ணிடைச்சொல். பின்னர், ``சிந்தனையுள் நின்று`` என்றலின், இங்கு, `நாவிற் கலந்தாற்போல` என உரைக்க. பால் முதலியவற்றை நினைப்பினும், சொல்லினும், காணினும் நாவில் நீர் ஊறும்; அவை நாவிற் கலப்பின் மிக்க இன்பம் பயக்கும் என்க.
47. `சிறந்த` என்பதில், அகரம் தொகுத்தலாயிற்று. தேன் - இனிமை. `தேனாய் ஊறி` என, ஆக்கம் வருவிக்க.
48. பிறந்த பிறப்பு - இப் பிறப்பு; உடம்பு. ``பிறந்த பிறப்பறுக்கும்`` என அடைகொடுத்து ஓதுதலின், முன்னர் ``எம் பெருமான்``
(அடி. 31) என்றதின் இது வேறாதலறிக. இங்ஙனமே, இதன்கண், ஒரு சொல் பலவிடத்தும் வருவன வேறு வேறு கருத்துடையவாதல் உய்த்துணர்ந்து கொள்க.
49. `ஐந்தும்` என்னும் முற்றும்மை தொகுத்தலாயிற்று. `நினை வார் நினைவின் வண்ணம் எந்நிறத்துடனும் தோன்றுவாய்` என்றபடி. இனிச் சிவபிரானது திருமுகங்கள் ஐந்தனுள்ளும் ஒரோவொன்று ஒரோவொரு நிறம் உடையதாதலும் அறிந்து கொள்க.
50. இங்கு, `மறைந்திருந்தாயாகிய எம்பெருமானே` என உரைக்க. `அடியார்க்கு வெளிநிற்கும் நீ, தேவர்க்கு மறைந்து நிற்கின்றாய்` என்றபடி. ``வினை`` என்றது, வினையை விரும்பும் தன்மையை. அஃதாவது, தூலப் பொருளாய் நிற்றல். `இத்தன்மை யானே இருளால் மறைக்கப்பட்டேன்` என்றபடி.
51. மாயம் - அழிதற்றன்மை. இருள் - ஆணவ மலம். தடை மந்திரத்தால் தடுக்கப்பட்டபோது, நெருப்புத் தனது சுடுதற் சத்தி மடங்கி நிற்றல் போல, ஞானத்தால் தடுக்கப்பட்ட காலத்தில் தனது மறைத்தற் சத்தி மடங்கி நிற்றலே ஆணவ மலத்திற்கு நீக்கமாகும். அதனையே இங்கு, `மாய்தல்` என்றார் என்க. ``இருளை`` என்றதில் ஐ, முன்னிலை ஒருமை விகுதி. `இருளின் பக்கத்தனாய் உள்ளாய்` என்றபடி.
52. ``அறம் பாவம்`` என்றதனால், கன்ம மலங் கூறினார்.
53. போர்த்து - போர்க்குமாற்றால். `எங்கும் உள்ள` என்க. `புழுவையும் அழுக்கையும்` என எண்ணும்மை விரிக்க. மூடி - மூடப் பட்டு.
54. மலம் - அழுக்கு. சோரும் - வழிகின்ற. `வாயிலையுடைய குடில்` என்க. இஃது உடம்பைக் குறித்த உருவகம். எனவே, மாயா மலத்தைக் கூறியதாயிற்று. ``குடிலை`` என்றதில் உள்ள ஐயும், ``இருளை`` என்றதில் உள்ள ஐ போல நின்று, `குடிலிடத்தவனாய் உள்ளாய்` எனப் பொருள் தந்தது. `இருளையாயும், குடிலையாயும் நின்று` என முற்றெச்சமாக்கி, மேல் வரும், `நல்கி` என்பதனோடு முடிக்க.
55-61. மலங்க - யான் மனம் கலங்கும்படி; இது, ``வஞ்சனையைச் செய்ய`` என்றதனோடு இயைந்தது. ``புலன்`` என்றது பொறிகளை. வஞ்சனையாவது, நலஞ்செய்வதுபோலக் காட்டி வினைகளில் வீழ்த்துதல். ``செய்ய`` என்னும் காரணப் பொருட்டாகிய வினையெச்சம். ``விலங்கும்`` என்றதனோடு முடியும். `உனக்கு அன்பாகி` என்க. கலந்த அன்பு, உண்மை அன்பு. நல்குதல் - இரங்குதல்; ``நல்கி`` என்னும் எச்சம் எண்ணின்கண் வந்தது. தயா, ஆகுபெயர். `தயை உடையவன்` என்பது பொருள். `நல்கியும், காட்டி யும் தயையுடையவனாய் நின்ற தத்துவனே` என்க. தத்துவன் - மெய்ப் பொருளாய் உள்ளவன்.
``நல்கி`` என்றது, திரோதான சத்தியோடு இயைந்து நின்று மறைத்தலைச் செய்தலையும், ``கழல்கள் காட்டி`` என்றது, அருட் சத்தியோடு இயைந்து நின்று அருளலைச் செய்தலையும் அருளினார் என்க. `ஆணவம், கன்மம், மாயை` என்னும் மும்மலங்களையும், அவற்றொடு நின்று இறைவன் சத்தியே நடத்துகின்றது` என்பதையும், அதுபற்றியே அச்சத்தி, `திரோதாயி (மறைப்பது) என்னும் பெயருடைத்தாய், `மலம்` என்று சொல்லப்படுகின்றது` என்பதையும், `ஆணவ மலம் பரிபாகம் அடைந்தபொழுது, அதுவே அருட் சத்தியாய் ஆன்மாவினிடத்தில் பதியும்` என்பதையும்,
``ஏயும்மும் மலங்கள் தத்தம் தொழிலினைச் செய்ய ஏவும்
தூயவன் றனதோர் சத்தி திரோதானகரி``
எனச் சிவஞான சித்தியும் (சூ. 2.87).
பாகமாம் வகைநின்று திரோதான சத்தி
பண்ணுதலால் மலம்எனவும் பகர்வர்; அது பரிந்து
நாகமா நதிமதியம் பொதிசடையான் அடிகள்
நணுகும்வகை கருணைமிக நயக்குந் தானே.
எனச் சிவப்பிரகாசமும் (20) கூறுதலால் அறிக.
இங்ஙனம் திரோதான சத்தியோடு இயைந்து நின்று மலங் களை ஏவி மயக்க உணர்வை உண்டாக்குதலாகிய மறைத்தலைச் செய்தலே, `பந்தம்` என்றும், அருட்சத்தியோடு இயைந்து நின்று, மலங்களை நீக்கி மெய்யுணர்வை உண்டாக்குதலே, `வீடு` என்றும் சொல்லப் படும். ஆகவே, பந்தமும், வீடும் இறைவன் இன்றி ஆகாவாகலின், `பந்தமும் அவனே; வீடும் அவனே` என்கின்றன உண்மை நூல்கள்.
``பந்தம் வீடவை யாய பராபரன்`` (தி.5 ப.7 பா.2)
``பந்தமும் வீடும் படைப்போன் காண்க``
(தி.8 திருவா. திருவண்-52)
``பந்தமு மாய்வீடு மாயினாருக்கு``
(தி.8 திருவா. திருப்பொற்-20)
என்றாற்போலும் திருமொழிகளைக் காண்க. மறைத்தலும், மலபரி பாகம் வருதற்பொருட்டேயாகலின், கருணையேயாம். இது, மறக் கருணை என்றும், அருளல் அறக்கருணை என்றும் சொல்லப்படும். ஆதலின், பந்தமாய் நின்று மறைத்து வந்ததையும், ``நல்கி`` என அருளிச் செய்தார்.
62. `அற்ற மலர், மலர்ந்த மலர்` எனத் தனித்தனி முடிக்க. சோதி - ஒளி; என்றது, ஞானத்தை. ``மலர்`` என்றது, உள்ளத் தாமரையை. அஞ்ஞானம் நீங்க, மெய்ஞ்ஞானத்தைப் பெற்றோரது உள்ளத்தின்கண் இறைவன் ஒளியாய் இருப்பவனாதலறிக.
63. தேசன் - ஒளியாய் இருப்பவன். மேல், ``சுடர்`` என்றது, வரையறைப்பட்டுச் சிறிதாய்த் தோன்றுதலையும், இது, அளவின்றிப் பேரொளியாய் நிற்றலையுங் குறித்தவாறு என்க.
`தேனும் அரிய அமுதமும் போல இனியவனே` என இன்ப நிலை கூறியவாறு. ஒளி, அறிவாகலின், அதனையடுத்து இன்பம் கூறினார். சிவபுரன் - சிவலோகத்தில் இருப்பவன். மேல், தன்மை கூறி, இதனால் இடம் குறித்தருளினார். இதனால் பதமுத்தி எய்துங்காலை அவனது இன்பம் தோன்றப் பெறுதல் அறியப்படும்
64. ``பாசமாம் பற்று`` என்றது, காரியத்தைக் காரணமாகக் குறித்தபடி. பற்று, `யான்` என்னும் அகப்பற்றும், `எனது` என்னும் புறப்பற்றும். பாரித்தல் - வளர்த்தல். இதற்கு `ஞானத்தை` என்னும் செயப்படுபொருள் வருவிக்க. ஆரியன் - ஆசிரியன்.
65. நேச அருள் - அடியவன் என்னும் தொடர்பு காரணமாகத் தோன்றும் அருள்; எனவே, இஃது ஆட்கொண்ட பின்னர் உளதாவ தாயிற்று. புரிதல் - இடைவிடாது செய்தல். `நெஞ்சில்` நின்ற என இயையும். வஞ்சனையாவது, பழையவாதனை பற்றி எழும் சில அவாக்கள். அவை அற்றம் பார்த்து நுழைந்து, பிறவிக் குழியில் வீழ்த்தலின், ``வஞ்சம்`` எனப்பட்டன. ``ஒருவனை வஞ்சிப்பதோரும் அவா`` (குறள் - 366) என்றருளியது காண்க.
66. அருள்பெற்றாரது நெஞ்சில், வாதனை தாக்காதொழிதல் வேண்டின், இறைவன் அதன்கண் பெயராதுநிற்றல் வேண்டுவதாதல் அறிக. ``பெருங் கருணைப் பேராறே`` என்றது இது, முன்செய்த எல்லா வற்றினும் பேருதவியாதல் குறித்து.
67. ஆரா அமுது - தெவிட்டாத அமிர்தம்; என்றது, `தேவா மிர்தத்தினும் வேறானது` என்றபடி. அளவின்மை - புதிது புதிதாக எல்லையின்றிப் புலப்பட்டுவருதல். இதனை, ``உணர்ந்தார்க் குணர் வரியோன்`` என்னும் திருக்கோவைப் பாட்டுள், அடிகள், சிற்றின் பத்தில் வைத்து உணர்த்தியருளுமாறறிக. இதனால், வாதனாமலமும் நீங்கப் பெற்றார்க்கு இறைவன் அநுபவப் பொருளாய் நிற்கும் நிலையை விளக்கியவாறாம்.
68. இதனால், `நீ இத்தன்மையையாயினும் உன்னை உணராதவர்க்குத் தோன்றாமலே நிற்கின்றாய்` என்று அருளினார். இந்நிலை, குருடர்க்கு ஒளியும் இருளேயாதல் போல்வது என்பார், ``ஒளியே`` என்று அருளினார்.
ஊமன்கண் போல ஒளியும் மிகஇருளே
யாமன்கண் காணா வவை. -திருவருட்பயன் 19.
என்ற திருவருட்பயனைக் காண்க.
69. `ஓராதார்க்கு ஒளிக்கும் நீ, அடியேனுக்கு விளங்கி இன்பம் பயந்தாய்` என்றதாம்.
70. இன்பமும் துன்பமும் இல்லாமை தன்னளவிலும், அவை களையுடைமை உயிர்களோடு நிற்றலிலுமாம். இவைகளை, ஓராதா ரிடத்தும், தம்போலும் அடியவரிடத்துமாக மேற்கூறியவற்றோடு எதிர் நிரல் நிறையாக இயைக்க.
71. ``அன்பருக்கு அன்பன்`` எனவே, அல்லாதார்க்கு அல்லாதானாதல் பெறப்பட்டது. யாவையுமாதல், கலப்பினால் ஒன்றாய் நிற்றலாலும், அல்லனாதல், பொருட்டன்மையால் வேறாய் நிற்றலாலும் என்க.
72. ``சோதியனே`` என்றது, `சத்தியாய் நிற்பவனே` என்றபடி;
``உலகெலா மாகிவேறாய் உடனுமாய் ஒளியாய் ஓங்கி``
(சிவஞான சித்தி. சூ.2.1) எனச் சத்தியை, `ஒளி` என்றமை காண்க. துன் இருள் - செறிந்த இருள்; என்றது ஆணவமலத்தை. ஏகாரம், தேற்றம். தோன்றாமை - அடராமை. `உயிர்கள்போல ஆணவமலத் தால் அணுகப்படாத பெருமையுடையவனே` என்றபடி.
73. `அனாதிமுத்தனாகலின், அனாதிபெத்தமுடைய உயிர்களின் பொருட்டு உலகத்தைத் தோற்றுவிப்பவனாயினை; அங்ஙனமே முடிவில் ஒடுக்குபவனும், இடைக்கண் நிறுத்து விப்பவனும் ஆயினை` என்றபடி. இது, `பதியாய் நிற்கும் நிலை` என்றும், இத்தொழில்களுள் யாதொன்றனையும் செய்யாதிருத்தல், `சிவமாய் நிற்கும் நிலை` எனவும் சொல்லப்படும். மேல், ``ஆக்கு வாய்`` என்றது முதலியன, `அத்தொழில்களைச் செய்யும் தலைவன்` என்ற ஒன்றையே கூறியது எனவும், இது, அத்தன்மையனாதற்குரிய இயைபு உணர்த்தி, அவனது உண்மை நிலையையும் கூறியது எனவும் கருத்து வேறுபாடு கொள்க.
74. ஈர்த்து ஆட்கொண்டமை, வலிய வந்து உலகியற் செலவைத் தடுத்து ஆட்கொண்டமையாம். எந்தை பெருமான் - எனக்கு ஞானத் தந்தையான பெருமான்.
76. `நோக்கு நோக்கே` என இயைத்து, `நோக்குகின்ற குறிப் பொருளே` என உரைக்க. நுணுக்குதல் - நுண்ணிதாகச் செய்தல். ``நுணுக்கரிய`` என்றதில் அருமை, இன்மை குறித்துநின்றது; `இயல் பாக நுண்ணிதாய` என்றபடி, உணர்வுடையதனை, `உணர்வு` என்றே கூறினார்.
77. `போக்கும், வரவும்` என வேறு வேறாக எண்ணினமை யின், முறையே இறப்பினையும், பிறப்பினையும் குறித்து அருளியன வாம். புணர்வு - தோய்வு; இன்பத் துன்ப நுகர்ச்சிகள். புண்ணியன் - அறவடிவினன்.
78. ``காவலன்`` என்றது, `தலைவன்` என்னும் பொருளது. ``எம் காவலன்`` என்றதனால், `எம்மைக் காக்கும்` என்பது போந்தது. காண்பு - காணுதல். உன்னுடைய நிலையை முழுதுங் காணுதல் உயிர் கட்கு இயலாது என்றபடி.
அன்றுந் திருவுருவங் காணாதே ஆட்பட்டேன்
இன்றுந் திருவுருவங் காண்கிலேன் - என்றுந்தான்
எவ்வுருவோ நும்பெருமான் என்பார்கட் [கென்னுரைப்பேன்
எவ்வுருவோ நின்னுருவம் ஏது``
-அம்மை திருவந்தாதி. 61
கடல்அலைத்தே ஆடுதற்குக் கைவந்து நின்றும்
கடல்அளக்க வாராதாற் போலப் - படியில் அருத்திசெய்த அன்பரைவந் தாண்டதுவும் எல்லாம் கருத்திற்குச் சேயனாய்க் காண்.
-திருக்களிற்றுப்படியார்.90
என்றாற்போல்வன, இதனை விளக்குவனவேயாம்.
79, 80. `இன்ப வெள்ள ஆறே` என மாற்றியுரைக்க. `பெரு வெள்ளத்திற்கு யாறே காரணமாதல் போல, பேரின்பத்திற்கு நீயே காரணன்` என்றபடி. அத்தன் - அப்பன்; இஃது எவ்வுயிர்க்கும் என்க. மிக்கு ஆய்நின்ற தோற்றம் - மிகுந்து வளர்ந்துநின்ற காட்சி; தூலமாய் விளங்குதலை யுடைய சுடரொளி, நூலறிவு எனவும், சொல்லவாராத நுண்ணுணர்வு அநுபவ ஞானம் எனவும் கொள்க. `சுடரொளியாயும், நுண்ணுணர்வாயும் வந்து` என்க.
81. `வேறு வேறு` என்பது, `வெவ்வேறு` என மருவிற்று. இது, மாறுபட்ட பல சமயங்களின் கோட்பாடுகளையும், அவற்றாற் பெறும் அநுபவங்களையும் குறித்தது. `இங்ஙனம் பலவேறுவகைப்பட உணர்வு நிகழ்தற்குக் காரணம், உலகமாகிய பற்றுக்கோட்டினது இயல்பு` என்பார், ``மாற்றமாம் வையகத்தின்`` என்றார்.
82. தேற்றம் - துணிவு; மெய்யுணர்வு; முன்னைய அறிவு களெல்லாம் பின்னர் அறியாமையாய்க் கழிய, இஃது ஒன்றே என்றும் அறிவாய் நிற்பதாகலான், ``அறிவாந் தேற்றமே`` என்று அருளினார். தேற்றத் தெளிவு - துணிபுணர்வின் பயன்; இன்பம்.
83. `சிந்தனையுள் எழும் ஊற்று` என்றமையால், `உண்ணு தலும் சிந்தனையாலே` என்பது போந்தது. இவ்வாறு நிற்பதோர் அமிர்தம் இன்மையின், ``ஆரமுதே`` என்று அருளினார். இது, வரம்பு படுதலும், வேறு நிற்றலும் இல்லாமை அருளியவாறு.
84-85. ``வேற்று, விகார, விடக்கு`` என்ற மூன்றனையும், ``உடம்பு`` என்றதனோடு தனித்தனி முடிக்க. வேற்றுடம்பு - தன்னின் வேறாயதாய உடம்பு. விகாரம் - மாறுதல். விடக்கு - ஊன். ``உடம் பினுள்`` என்பதில் உள், ஏழனுருபு. ``கிடப்ப`` என்ற செயவெனெச்சம், தொழிற் பெயர்ப் பொருளைத் தந்தது. ஆற்றேன் - பொறுக்க மாட்டேன்.
85-88. ``எம் ஐயா`` என்றது முதலியன மெய்யானாரது மொழிகள். ஓ - ஓலம். ``என்றென்று`` என்னும் அடுக்கு, பன்மை பற்றி வந்தது. போற்றியும் புகழ்ந்தும் என்க. `போற்றுதல் - வணங்குதல். பொய் - பொய்யுணர்வு. கெட்டு- கெடப்பெற்று. மெய் - மெய்யுணர்வு. ஆனார் - நீங்கப்பெறாதார். குரம்பை - குடில். கட்டழித்தல் - அடியோடு நீக்குதல். `குரம்பைக் கட்டு` என்பது பாடமாயின், `உடம் பாகிய தளையை` என உரைக்க. ஏனையோர் பலரும் உடம்புடைய ராயே நிற்ப, தான் ஒருவனே அஃது இன்றி நிற்பவனாதலின், ``குரம்பை கட்டழிக்க வல்லானே`` என்றார். தம் உடம்பை நீக்கியருள வேண்டுவார், மெய்யுணர்வில் நிலைபெற்றார்க்கு அருள் செய்யும் முறையை எடுத்தோதினார்.
89. நள்ளிருள் - செறிந்த இருள். இது, முற்றழிப்புக் காலத்தை உணர்த்துவது. `பயில` என்பது, `பயின்று` எனத் திரிந்தது; `ஒழிவின்றி` என்பது பொருள். இந்நிலையிற் செய்யும் நடனம், `சூக்கும நடனம்` எனப்படும்.
90. தில்லைக் கூத்துத் தூல நடனமாகும். சூக்கும நடனம், தூல நடனம் இரண்டினாலும், `உலகிற்கு முதல்வன் நீயே` எனக் குறித்த வாறு. இறைவன் மதுரையிலும் அதனைச் சூழ்ந்த தலங்களிலும் அடியார் பலருக்குப் பல திருவிளையாடலாக வெளிநின்று அருளின மையாலும், தமக்கும் உத்தரகோச மங்கைத் தலத்திலே கைவிடாது காத்தல் அருளினமையாலும், பாண்டிநாட்டையே இறைவனுக்கு உரிய நாடாகவும், உத்தரகோச மங்கையையே ஊராகவும் அடிகள் ஆங்காங்குச் சிறந்தெடுத்தோதி அருளுவர் என்க.
தெற்கு - சோழநாடு பற்றிக் கூறப்படுவது. இவற்றால் இறைவன் அடியார்கட்கு எளியனாய் வருதல் குறிக்கப்படும் என்றுணர்க.
91. `இதுகாறும் கூறிவந்தன பலவும், பிறவியை நீக்குதல் கருதி` என்பார், ``அல்லற் பிறவி அறுப்பானே`` என இறுதிக்கட் கூறினார். கூறவே, தமக்கு வேண்டுவதும் அதுவே என்றதாயிற்று. ``பிறவி`` என்ற பொதுமையால், எடுத்து நின்ற உடம்புங் கொள்க. ஓ - ஓலம்; இதுவே இப்பாட்டிற்கு முடிபாகலின், இதனுடன் வினை முடித்து, ``என்று`` என்றது, முதலியவற்றை, வேறெடுத்துக்கொண்டு உரைக்க. என்று - என இவ்வாறு.
92-95. ``சொல்லற்கரியானைச் சொல்லி`` என்றதனால், யான் அறிந்த அளவிற் போற்றி என்க. செல்வர் - ஞானச் செல்வராவர். `தம்மைப் பல்லோரும் ஏத்த, தாம் சிவபுரத்தில் சிவனடிக்கீழ் அவனைப் பணிந்து நிற்போராவர்` என, சொற்களை ஏற்குமாற்றாற் கூட்டியுரைக்க. `சிவபுரத்தின் உள்ளார்` என்றது, தூய புலன்களை நுகர் தலை. ஞானச் செல்வராதல் கூறினமையின், அந்நுகர்ச்சியின் உவர்ப்புத் தோன்றியவழி, அங்கிருந்தே பரமுத்தியைத் தலைப்படுதல் பெறப்பட்டது. இதனால், இப்பாட்டினை ஓதுவார்க்கு வரும் பயன் கூறினமை காண்க.
இங்ஙனம், மங்கல வாழ்த்து முதலாக, பாட்டின் பயன் ஈறாகப் பாயிர உறுப்புக்கள் பலவும் அமைய இதனை அருளிச் செய்தமையின், அடிகள் தம் பெருமானைப் பலவாற்றானும் பாடி மகிழ விரும்பி அங்ஙனம் பாடத் தொடங்குங்கால், இதனையே முதற்கண் அருளிச் செய்தார் என்பது பெறுதும். இதனானே, இதனுட் கூறப்பட்ட பாயிரப் பகுதிகள் பலவும், பின்னர் அருளிச் செய்த பல பகுதிகட்கும் பொருந்து தல் கொள்க.
``சிவ புராணந்தன்னை உரைப்பன்`` எனப் புகுந்த அடிகள், அதனைப் பலவாற்றானும் விளிமுகமாகவே அருளினமையின், அவை யாண்டு நிற்பினும் பொருந்துவனவேயாம். ஆதலின், `எம் பெருமானே, முன்பு பல்லூழிக் காலம் எல்லாப் பிறப்புக்களிலும் பிறந்து இளைத்துப்போனேன்; இதுபோழ்து உன் பொன்னடிகளைக் கண்டு வீடு பெற்றேன்; இது மெய்யே; ஆயினும், உடம்பினுட் கிடப்ப ஆற்றேன்; பொய்கெட்டு மெய் ஆனார்க்கு புலக் குரம்பை கட்டழிக்க வல்லானே! தில்லையுட் கூத்தனே! தென்பாண்டி நாட்டானே! அல்லற் பிறவி அறுப்பானே! `ஓ` என வினைமுடித்துக் கொள்க.
""")
let t8p2 = Padhigam(temple: "02 திருவாசகம்-கீர்த்தித் திருவகவல்", songs: """
தில்லை மூதூர் ஆடிய திருவடி
பல்லுயி ரெல்லாம் பயின்றன னாகி
எண்ணில் பல்குணம் எழில்பெற விளங்கி
மண்ணும் விண்ணும் வானோ ருலகுந்
துன்னிய கல்வி தோற்றியும் அழித்தும் 5
என்னுடை யிருளை ஏறத் துரந்தும்
அடியா ருள்ளத் தன்புமீ தூரக்
குடியாக் கொண்ட கொள்கையும் சிறப்பும்
மன்னு மாமலை மகேந்திர மதனிற்
சொன்ன ஆகமந் தோற்றுவித் தருளியும் 10
கல்லா டத்துக் கலந்தினி தருளி
நல்லா ளோடு நயப்புற வெய்தியும்
பஞ்சப் பள்ளியிற் பான்மொழி தன்னொடும்
எஞ்சா தீண்டும் இன்னருள் விளைத்தும்
கிராத வேடமொடு கிஞ்சுக வாயவள் 15
விராவு கொங்கை நற்றடம் படிந்தும்
கேவேட ராகிக் கெளிறது படுத்தும்
மாவேட் டாகிய ஆகமம் வாங்கியும்
மற்றவை தம்மை மகேந்தி ரத்திருந்து
உற்றஐம் முகங்க ளாற்பணித் தருளியும் 20
நந்தம் பாடியில் நான்மறை யோனாய்
அந்தமில் ஆரிய னாயமர்ந் தருளியும்
வேறுவே றுருவும் வேறுவே றியற்கையும்
நூறுநூ றாயிரம் இயல்பின தாகி
ஏறுடை ஈசன்இப் புவனியை உய்யக் 25
கூறுடை மங்கையும் தானும்வந் தருளிக்
குதிரையைக் கொண்டு குடநா டதன்மிசைச்
சதுர்படச் சாத்தாய்த் தானெழுந் தருளியும்
வேலம் புத்தூர் விட்டே றருளிக்
கோலம் பொலிவு காட்டிய கொள்கையும் 30
தற்பண மதனிற் சாந்தம் புத்தூர்
விற்பொரு வேடற் கீந்த விளைவும்
மொக்கணி யருளிய முழுத்தழல் மேனி
சொக்க தாகக் காட்டிய தொன்மையும்
அரியொடு பிரமற் களவறி யொண்ணான் 35
நரியைக் குதிரை யாக்கிய நன்மையும்
ஆண்டுகொண் டருள அழகுறு திருவடி
பாண்டி யன்தனக் குப்பரி மாவிற்று
ஈண்டு கனகம் இசையப் பெறாஅது
ஆண்டான் எங்கோன் அருள்வழி யிருப்பத் 40
தூண்டு சோதி தோற்றிய தொன்மையும்
அந்தண னாகி ஆண்டுகொண் டருளி
இந்திர ஞாலங் காட்டிய இயல்பும்
மதுரைப் பெருநன் மாநக ரிருந்து
குதிரைச் சேவக னாகிய கொள்கையும் 45
ஆங்கது தன்னில் அடியவட் காகப்
பாங்காய் மண்சுமந் தருளிய பரிசும்
உத்தர கோச மங்கையு ளிருந்து
வித்தக வேடங் காட்டிய இயல்பும்
பூவண மதனிற் பொலிந்திருந் தருளித் 50
தூவண மேனி காட்டிய தொன்மையும்
வாத வூரினில் வந்தினி தருளிப்
பாதச் சிலம்பொலி காட்டிய பண்பும்
திருவார் பெருந்துறைச் செல்வ னாகிக்
கருவார் சோதியிற் கரந்த கள்ளமும் 55
பூவல மதனிற் பொலிந்தினி தருளிப்
பாவ நாச மாக்கிய பரிசும்
தண்ணீர்ப் பந்தர் சயம்பெற வைத்து
நன்னீர்ச் சேவக னாகிய நன்மையும்
விருந்தின னாகி வெண்கா டதனில் 60
குருந்தின் கீழன் றிருந்த கொள்கையும்
பட்ட மங்கையிற் பாங்கா யிருந்தங்கு
அட்டமா சித்தி அருளிய அதுவும்
வேடுவ னாகி வேண்டுருக் கொண்டு
காடது தன்னிற் கரந்த கள்ளமும் 65
மெய்க்காட் டிட்டு வேண்டுருக் கொண்டு
தக்கா னொருவ னாகிய தன்மையும்
ஓரி யூரின் உகந்தினி தருளிப்
பாரிரும் பாலக னாகிய பரிசும்
பாண்டூர் தன்னில் ஈண்ட இருந்தும் 70
தேவூர் தென்பால் திகழ்தரு தீவிற்
கோவார் கோலங் கொண்ட கொள்கையும்
தேனமர் சோலைத் திருவா ரூரில்
ஞானந் தன்னை நல்கிய நன்மையும்
இடைமரு ததனில் ஈண்ட இருந்து 75
படிமப் பாதம் வைத்தஅப் பரிசும்
ஏகம் பத்தின் இயல்பா யிருந்து
பாகம் பெண்ணோ டாயின பரிசும்
திருவாஞ் சியத்திற் சீர்பெற இருந்து
மருவார் குழலியொடு மகிழ்ந்த வண்ணமும் 80
சேவக னாகித் திண்சிலை யேந்திப்
பாவகம் பலபல காட்டிய பரிசும்
கடம்பூர் தன்னில் இடம்பெற இருந்தும்
ஈங்கோய் மலையில் எழிலது காட்டியும்
ஐயா றதனிற் சைவ னாகியும் 85
துருத்தி தன்னில் அருத்தியோ டிருந்தும்
திருப்பனை யூரில் விருப்ப னாகியும்
கழுமல மதனிற் காட்சி கொடுத்தும்
கழுக்குன் றதனில் வழுக்கா திருந்தும்
புறம்பய மதனில் அறம்பல அருளியும் 90
குற்றா லத்துக் குறியா யிருந்தும்
அந்தமில் பெருமை அழலுருக் கரந்து
சுந்தர வேடத் தொருமுத லுருவுகொண்
டிந்திர ஞாலம் போலவந் தருளி
எவ்வெவர் தன்மையுந் தன்வயிற் படுத்துத் 95
தானே யாகிய தயாபரன் எம்மிறை
சந்திர தீபத்துச் சாத்திர னாகி
அந்தரத் திழிந்துவந் தழகமர் பாலையுள்br> சுந்தரத் தன்மையொடு துதைந்திருந் தருளியும்
மந்திர மாமலை மகேந்திர வெற்பன் 100
அந்தமில் பெருமை அருளுடை அண்ணல்
எந்தமை ஆண்ட பரிசது பகரின்
ஆற்றல் அதுவுடை அழகமர் திருவுரு
நீற்றுக் கோடி நிமிர்ந்து காட்டியும்
ஊனந் தன்னை யொருங்குடன் அறுக்கும் 105
ஆனந் தம்மே ஆறா அருளியும்
மாதிற் கூறுடை மாப்பெருங் கருணையன்
நாதப் பெரும்பறை நவின்று கறங்கவும்
அழுக்கடை யாமல் ஆண்டுகொண் டருள்பவன்
கழுக்கடை தன்னைக் கைக்கொண் டருளியும் 110
மூல மாகிய மும்மலம் அறுக்குந்
தூய மேனிச் சுடர்விடு சோதி
காதல னாகிக் கழுநீர் மாலை
ஏலுடைத் தாக எழில்பெற அணிந்தும்
அரியொடு பிரமற் களவறி யாதவன் 115
பரிமா வின்மிசைப் பயின்ற வண்ணமும்
மீண்டு வாரா வழியருள் புரிபவன்
பாண்டி நாடே பழம்பதி யாகவும்
பத்திசெய் அடியரைப் பரம்பரத் துய்ப்பவன்
உத்தர கோச மங்கையூ ராகவும் 120
ஆதி மூர்த்திகட் கருள்புரிந் தருளிய
தேவ தேவன் திருப்பெய ராகவும்
இருள்கடிந் தருளிய இன்ப வூர்தி
அருளிய பெருமை அருண்மலை யாகவும்
எப்பெருந் தன்மையும் எவ்வெவர் திறமும் 125
அப்பரி சதனால் ஆண்டுகொண் டருளி
நாயி னேனை நலமலி தில்லையுள்
கோல மார்தரு பொதுவினில் வருகென
ஏல என்னை யீங்கொழித் தருளி
அன்றுடன் சென்ற அருள்பெறும் அடியவர் 130
ஒன்ற வொன்ற உடன்கலந் தருளியும்
எய்தவந் திலாதார் எரியிற் பாயவும்
மாலது வாகி மயக்க மெய்தியும்
பூதல மதனிற் புரண்டுவீழ்ந் தலறியும்
கால்விசைத் தோடிக் கடல்புக மண்டி 135
நாத நாத என்றழு தரற்றிப்
பாத மெய்தினர் பாத மெய்தவும்
பதஞ்சலிக் கருளிய பரமநா டகஎன்று
இதஞ்சலிப் பெய்தநின் றேங்கினர் ஏங்கவும்
எழில்பெறும் இமயத் தியல்புடை யம்பொன் 140
பொலிதரு புலியூர்ப் பொதுவினில் நடநவில்
கனிதரு செவ்வாய் உமையொடு காளிக்கு
அருளிய திருமுகத் தழகுறு சிறுநகை
இறைவன் ஈண்டிய அடியவ ரோடும்
பொலிதரு புலியூர்ப் புக்கினி தருளினன் 145
ஒலிதரு கயிலை உயர்கிழ வோனே

பொழிப்புரை:

தில்லையாகிய பழைய நகரில் நிருத்தம் செய்தருளிய திருவடிகளால், பல உயிர்களில் எல்லாம் தங்கிப் பல அருட் செயல்களைச் செய்தவனாகி, அளவில்லாத பல குணங்களோடு அழகு பெற விளங்கி மண்ணுலகிலும், விண்ணுலகிலும் மற்றைய தேவருலகிலும் பொருந்திய கல்வியைத் தோற்றுவித்தும், நீக்கியும், என்னுடைய அஞ்ஞான இருளை முழுதும் ஒழித்தும் அடியாருடைய உள்ளத்தில் அன்பானது பெருக, அதனைக் குடியிருப்பாகக் கொண்ட அருளும் தலைமையும் உடையவனாய், மேலுலகத்தில் தான் சொல்லிய ஆகமத்தை நிலைபெற்ற மகேந்திர மலையின்கண் வீற்றிருந்து நிலவுலகத்திற்கு வெளிப்படுத்தியும், கல்லாடம் என்னும் திருப்பதியில் இனிதாக உமாதேவியோடு, யாவரும் விரும்பும்படி ஒருமித்து எழுந்தருளியிருந்தும், பஞ்சப் பள்ளியென்னும் திருப் பதியில் பால் போன்ற மொழியையுடையவளாகிய உமாதேவி யோடும், குறையாமல் மிகும் இனிய அருள் செய்தும், வேடவுருவத் துடன் முருக்கம்பூப் போன்ற உதட்டையுடைய உமாதேவியின் நெருங்கின அழகான தனங்களாகிய குளத்தில் மூழ்கியும், வலைய ராகிக் கெளிற்று மீனைப் பிடித்து, பெருமை வாய்ந்த விருப்பத்தினை யுடைய ஆகமங்களை அக்கெளிற்றினிடமிருந்து கவர்ந்தும், அவ் வாகமங்களை மகேந்திரமலையில் இருந்து பொருந்திய ஐந்து திரு முகங்களாலும் உபதேசித்தருளியும், நந்தம்பாடி என்னும் திருப் பதியில் வேதியனாய், முடிவற்ற ஆசிரியனாய் எழுந்தருளியும், வெவ் வேறு திருவுருவங்களும் வெவ்வேறு குணங்களும், நூறு இலட்சம் வகையினையுடையனவாகி இடப வாகனத்தையுடைய சிவபெருமான், இவ்வுலகத்தை உய்விக்கும் பொருட்டு, தனது இடப் பாகத்தையுடைய உமாதேவியும் தானுமாய் எழுந்தருளி மேல் நாட்டுக் குதிரைகளைக் கொண்டு, அழகு பொருந்த வாணிகக் கூட்டமாய் தானே எழுந்தருளி வந்தும், வேலம்புத்தூர் என்னும் திருப்பதியில் வேற்படையைக் கொடுத்தருளித் தன் திருக்கோலத்தைச் சிறப்பாகக் காணுமாறு செய்த கோட்பாடும், சாந்தம்புத்தூரில் வில்லினால் போர் செய்கின்ற ஒரு வேடனுக்குக் கண்ணாடியில் வாட்படை முதலியவற்றைக் கொடுத்த பயனும், ஓர் அன்பர்க்கு அருளுதற் பொருட்டுக் குதிரைக்குக் கொள்ளுக்கட்டும் தோற்பையில், மிக்க நெருப்புத் தோன்றத் தனது உருவத்தை அழகாகக் காட்டிய பழைமையும், திருமாலுக்கும் பிரமனுக் கும் அளவு அறியப்படாதவனாகிய சிவபெருமான், நரியைக் குதிரை களாகச் செய்த நன்மையும், பாண்டியனை ஆட்கொண்டருள, அப் பாண்டியனுக்குக் குதிரையை விற்று, அதற்கு அவன் கொடுத்த மிக்க பொன்னைப் பெறக் கருதாது, என்னை ஆண்டவனாகிய எம் இறைவனது அருள் வழியையே நான் நாடியிருக்குமாறு அழகு பொருந்திய பாதங்களை, மிக்க ஒளியுடன் காட்டியருளிய பழைமையும், வேதியனாகி, அடியேனை ஆட்கொண்டருளி மாயம் செய்து மறைந்த தன்மையும்; மதுரையாகிய பெரிய நல்ல பெருமை வாய்ந்த நகரத்திலிருந்து, குதிரை வீரனாய் வந்த கோட்பாடும், அந்த மதுரை நகரத்தில் அடியவளாகிய வந்தி என்பவள் பொருட்டு, மற்றவர்களுடன் மண் சுமந்தருளிய விதமும், திருவுத்தரகோச மங்கையிலிருந்து வித்தக வேடம் காட்டிய இயற்கையும், திருப்பூவணத்தில் விளங்கியிருந்தருளி, தூய்மையான அழகிய திருமேனியைப் பொன்னனையாள் என்பவளுக்குக் காட்டிய பழைமையும், திருவாதவூரில் எழுந்தருளி இனிய திருவருள் புரிந்து பாதச் சிலம்பு ஓசையைக் காட்டிய செயலும், அழகு நிறைந்த பெருந்துறைக்கு இறைவனாகி, மேன்மை பொருந்திய ஒளியில் மறைந்த வஞ்சகமும், திருப்பூவணத்தில் இனிதாக விளங்கியருளிப் பாவத்தை அழித்த விதமும், தண்ணீர்ப் பந்தலை வெற்றியுண்டாக வைத்து நல்ல நீரைத் தரும் ஆளாகியிருந்த நன்மையும், விருந்தாளியாகி, திருவெண்காட்டில் குருந்த மரத்தின் அடியில் அன்று வீற்றிருந்த கோலமும், திருப்பட்ட மங்கை என்னும் திருப்பதியில் சிறப்பாய் இருந்து அவ்விடத்தில் அட்டமா சித்திகளை அருளிய விதமும், வேடுவனாய் வந்து வேண்டும் வடிவைக் கொண்டு காட்டில் ஒளித்த வஞ்சகமும், படைகளின் உண்மையைக் காட்டச் செய்து, அதற்கு வேண்டிய வடிவம் கொண்டு மேன்மையுடைய ஒருவனாய்த் தோன்றிய தன்மையும், ஓரியூரில், இனிதாக எழுந்தருளி, பூமியில் பிறவாப் பெருமையுடைய குழந்தையாகிய தன்மையும், பாண்டூரில் மிக இருந்தும், தேவூருக்குத் தென்திசையில் விளங்குகின்ற தீவில் அரசக் கோலம் கொண்ட கோட்பாடும், தேன் பொருந்திய மலர்ச் சோலை சூழ்ந்த திருவாரூரில் ஞானத்தைக் கொடுத்த நன்மையும், திருவிடைமருதூரில் மிக இருந்து பரிசுத்தமான திருவடியை வைத்த அந்தத் தன்மையும், திருவேகம்பத்தில் இயற்கையாய் எழுந்தருளி யிருந்து பெண்ணை இடப்பாகத்தில் கொண்ட தன்மையும், திரு வாஞ்சியம் என்னும் தலத்தில் சிறப்புப் பொருந்த எழுந்தருளி மணம் நிறைந்த கூந்தலையுடைய உமாதேவியோடு மகிழ்ந்திருந்த விதமும்;
வீரனாகி, வலிய வில்லைத் தாங்கி, பலப்பல வீரச் செயல் களைக் காட்டிய தன்மையும், திருக்கடம்பூரில் இடமுண்டாக இருந் தும், திருவீங்கோய் மலையில் அழகைக் காட்டியும், திருவையாற்றில் சைவனாய் வந்தும், திருத்துருத்தி என்னும் திருப்பதியில் விருப்பத் தோடிருந்தும், திருப்பனையூர் என்னும் பதியில் விருப்பமுடைய வனாய் இருந்தும், சீகாழியில் திருவுருவினைக் காட்டியும், திருக்கழுக் குன்றத்தில் நீங்காது இருந்தும், திருப்புறம்பயத்தில் பல அறச்செயல் களை அருளிச் செய்தும், திருக்குற்றாலத்தில் அடையாளமாய் இருந்தும், முடிவில்லாத பெருமையையுடைய, நெருப்புப் போலும் உருவத்தை மறைத்து, அழகிய கோலத்தினையுடைய ஒப்பற்ற முதற் பொருளின் உருவம் கொண்டு இந்திர ஞாலம் போல எழுந்தருளி, எல்லாருடைய குணங்களும் தன்னிடத்து அடக்கித்தானொருவனே முதல்வனாய் நிற்கிற அருளினால் மேம்பட்ட எம் தலைவன் சந்திரதீபம் என்னும் தலத்தில் சாத்திரப் பொருளை உபதேசிப் பவனாய், ஆகாயத்தினின்றும் இறங்கி வந்து அழகு வாய்ந்த திருக் கழிப்பாலை என்னும் தலத்தில் அழகிய திருக்கோலத்தோடு பொருந்தி யிருந்தருளியும்;
மறைமொழிகள் வெளிப்படுவதற்கு இடமான பெரிய மலையாகிய, மகேந்திர மலையையுடையவன் முடிவற்ற பெருமையையும் அருளையும் உடைய பெரியோன், எம்மை ஆண்டருளிய தன்மையைச் சொல்லின், வலிமையையுடைய அழகமைந்த திரு மேனியில், திருவெண்ணீற்றுக் கொடியை உயர்த்திக் காட்டியும், பிறவித் துன்பத்தை ஒருங்கே அழிக்கும் இன்பமே ஆறாகத் தந்தருளியும், உமாதேவியின் பாகத்தையுடைய, மிகவும் பெருங் கருணையையுடையவன், நாதமாகிய பெரிய பறை முழங்கி ஒலிக்கக் கண்டும், அன்பர் மனம் களங்கமடையாமல் ஆட்கொண்டருள்வோன் முத்தலை வேலினைக் கைப்பிடித்தருளியும், மூலகாரணமாகிய மும் மலம் நீக்குகிற பரிசுத்தமாகிய திருமேனியில் ஒளிவீசுகின்ற சோதியாய் உள்ளவன், அன்பரிடத்து அன்புடையவனாகிச் செங்கழுநீர் மலர் மாலையைப் பொருத்தமுடையதாக அழகுபெறத் தரித்தும், திருமாலுக்கும் பிரமனுக்கும் எல்லையறியப் படாதவன் குதிரையின் மீது ஏறி வந்த விதமும், மீண்டும் பிறவிக்கு வாராத முத்தி நெறியை அன்பர்க்குக் கொடுப்பவன், பாண்டி வளநாடே பழைய இடமாகக் கொண்டும், அன்பு செய்கின்ற அடியவரை மிகவும் மேலான முத்தியுலகத்தில் சேர்ப்பவன், திருவுத்தரகோச மங்கையைத் திருப்பதியாகக் கொண்டும், முதன்மையான மும்மூர்த்திகட்குத் திருவருள் செய்த மகாதேவன் என்பதே திருப்பெயராகக் கொண்டும், அடியார்கட்கு அஞ்ஞான இருளை நீக்கியதனால் ஆகிய பேரின்பமாகிய ஊர்தியைக் கொடுத்தருளிய பெருமையை உடைய அருளே மலையாகக் கொண்டும், எப்படிப்பட்ட பெருந் தன்மையையும் எவ்வகைப் பட்டவர் திறத்தினையும் அவ்வத் தன்மைகளால் ஆட்கொண்டருளி, நாய் போன்ற என்னை நன்மை மிகுந்த தில்லையுள் அழகு நிறைந்த `அம்பலத்தில் வருக` என்று சொல்லி, பொருந்த அடியேனை இவ்வுலத்திலே நிறுத்தி, அன்று தன்னோடு கூடப்போன அருள்பெற்ற அடியார், தன்னோடு பொருந்த அவரோடு தான் கலந்து மறைந்தருளியும், தன்னைக் கலக்க வாராதவர்களுள் சிலர், தீயில் குதிக்கவும், ஆசை கொண்டு மயக்கம் அடைந்தும், பூமியில் புரண்டு வீழ்ந்து அலறியும், நிற்க, காலால் வேகம் கொண்டு ஓடிக் கடலில் விழ நெருங்கி, `நாதனே! நாதனே!` என்று அழுது புலம்பி, திருவடியை அடைந்தவர்கள் முத்திப்பேறு எய்தவும், பதஞ்சலி முனிவர்க்கு அருள் செய்த மேலான கூத்தனே என்று இதயம் வருந்த நின்று ஏங்கினவர் ஏங்கி நிற்கவும், ஒலிக்கின்ற கயிலாய மலையின் சிறந்த தலைவன் அழகு பெற்ற இமய மலையின் தன்மை வாய்ந்த அழகிய பொன்னினால் செய்யப்பட்டு விளங்குகின்ற தில்லையம்பலத்தினில் நடனம் செய்த, கொவ்வைக் கனி போன்ற சிவந்த வாயினையுடைய உமாதேவியோடு காளிக்கும் அருள் செய்த, திருக்கூத்தில், அழகு மிக்க புன்னகையையுடைய எம்பெருமான் தன் திருவடியைச் சரணாக அடைந்த தொண்டர்களுடனே விளங்குகின்ற புலியூரில் எழுந்தருளி இனிதாக எனக்கு அருள் செய்தனன்.
""")

